Repository: mikejsavage/forksow-assets
Catalog: l10n/cgame/*.po
Languages: be, bg, fr, hu, sv

source: Chasers
be: Созрители
bg: Преследвачи
hu: Személyes nézők
sv: Följare

source: You are inside the challengers queue waiting for your turn to play. Use the in-game menu to exit the queue.
be: Зараз вы знаходзіцеся у чарзе гульцоў, якія кінулі выклік і чакаюць сваёй гульні. Вы можаце скарыстацца гульнявым меню каб пакінуць чаргу.
bg: Вие сте в опашката за претенденти и чакате за вашият ред. Използвайте менюто в играта за да излезете от опашката.
fr: Vous êtes dans la file et attendez votre tour de jouer. Utilisez le menu pour sortir de la file d'attente.
hu: A kihívók sorában vagy, várakozol a sorra kerülésre. A játékbeli menüt használhatod a kilépéshez.
sv: Du är i utmanarkön i väntan på din tur att spela. Använd spelmenyn för att lämna kön.

source: Use the in-game menu to enter the challengers queue. Only players in the queue will have a turn to play against the last winner.
be: Выкарыстоўвайце гульнявое меню, каб кінуць выклік. Толькі гульцы, якія кінулі выклік, змогуць гуляць з пераможцам апошняга матча.
bg: Използвате менюто за да се наредите на опашката за претенденти. Един играч от опашката ще има право да играе срещу последният победител.
fr: Utilisez le menu pour entrer dans la file d'attente. Seuls les joueurs de la file d'attente pourront jouer à leur tour contre le dernier vainqueur.
hu: Használd a játékbeli menüt, hogy belépj a kihívók sorába. Csak a sorban álló játékosoknak van lehetősége játszani a győztessel.
sv: Använd spelmenyn för att gå med i utmanarkön. Endast spelare i kön kommer att få sin tur att spela mot den sista vinnaren.

source: Set yourself READY using the in-game menu to start the match!
be: Пацвердзіце сваю гатовасць, скарыстаўшыся гульнявым меню, каб пачаць матч!
bg: Направете се ГОТОВ с помощта на менюто за да започнете мача!
fr: Indiquez lorsque vous êtes PRÊT en utilisant le menu à commencer le match !
hu: Állítsd magad FELKÉSZÜLT-re a játékbeli menüben a meccs indításához!
sv: Gör dig själv REDO i spelmenyn för att starta matchen!

source: Waiting for players.
be: Чаканне гульцоў.
bg: Изчакване за играчи.
fr: En attente de joueurs.
hu: Várakozás játékosokra.
sv: Väntar på spelare.

source: Entered practice mode
be: Вы ўвайшлі ў трэніровачны рэжым
bg: Започна подготвителен режим
hu: Beléptél a gyakorló módba
sv: Gick in i övningsläget

source: Left practice mode
be: Вы пакінулі трэніровачны рэжым
bg: Прекрати подготвителен режим
hu: Elhagytad a gyakorló módot
sv: Lämnade övningsläget

source: Net
be: Розн
bg: Разл
hu: Külö

source: Teams are uneven. Please switch into another team.
be: Каманды не роўныя. Калі ласка, перайдзіце ў іншую каманду.
bg: Отборите са неравностойни. Моля сменете отбора си.
fr: Équipes déséquilibrées. Merci de changer d'équipe.
hu: Egyenlőtlen csapatok. Kérlek válts egy másik csapatra.
sv: Lagen är ojämna. Var vänlig byt till ett annat lag.

source: PROTECT THE BOMB SITES!
be: АБАРАНЯЙЦЕ МЕСЦЫ ЗАКЛАДКІ БОМБЫ!
bg: ЗАЩИТИ МЕСТАТА ЗА ЗАЛАГАНЕ НА БОМБАТА!
fr: PROTÉGEZ LES CIBLES DE L'ATTAQUE À LA BOMBE !
hu: VÉDD MEG A BOMBA LERAKÓKAT!
sv: SKYDDA BOMBPLATSERNA!

source: TEAMDAMAGE PUNISHMENT!
be: ШТРАФ ЗА АГОНЬ ПА СВАІХ!
bg: НАКАЗАНИЕ ЗА СТРЕЛЯНЕ ПО СЪОТБОРНИЦИ!
fr: PUNITION POUR TIR AMI !
hu: BÜNTETÉS A CSAPATTÁRS MEGTÁMADÁSÁÉRT
sv: LAGSKADESTRAFF!

source: DO NOT DAMAGE TEAMMATES!
be: НЕ АДКРЫВАЙЦЕ АГОНЬ ПА СВАІХ!
bg: НЕ СТРЕЛЯЙ ПО СЪОТБОРНИЦИ!
fr: NE BLESSEZ PAS VOS COÉQUIPIERS !
hu: KERÜLD A CSAPATTÁRSAK SEBZÉSÉT!
sv: SKADA INTE LAGMEDLEMMAR

source: The bomb carrier has been fragged!
be: Носьбіт бомбы быў забіты!
bg: Носителят на бомбата беше убит!
fr: Le porteur de la bombe a été fraggé !
hu: A bombást elintézték!
sv: Bombbäraren har blivit krossad!

source: OFFENSE WINS!
be: НАСТУПЛЕННЕ ПЕРАМАГАЕ!
bg: АТАКАТА ПОБЕЖВАДА!
fr: VICTOIRE DES ATTAQUANTS !
hu: A TÁMADÓK GYŐZTEK!
sv: ANFALLET VANN!

source: DEFENSE WINS!
be: АБАРОНА ПЕРАМАГАЕ!
bg: ЗАЩИТАТА ПОБЕЖДАВА!
fr: VICTOIRE DES DÉFENSEURS !
hu: A VÉDŐK GYŐZTEK!
sv: FÖRSVARET VANN!

source: You are shooting at your team-mates!
be: Вы ведзяце агонь па сваіх!
bg: Стреляш по съотборниците си!
fr: Attention, vous tirez sur les membres de votre équipe !
hu: A csapattársadat sebzed!
sv: Du skjuter på dina lagmedlemmar!

source: Don't shoot at members of your team!
be: Не страляйце па сваіх!
bg: Не стреляй по съотборниците си!
fr: Ne tirez pas sur les membres de votre équipe !
hu: Ne lőj a csapattársaidra!
sv: Skjut inte på medlemmar av ditt lag!

source: YOU TEAMFRAGGED %s
be: ВЫ ПАМЫЛКОВА ЗНІШЧЫЛІ %s
bg: ТИ ЗАСТРЕЛЯ СЪОТБОРНИК %s
fr: VOUS AVEZ FRAGGÉ VOTRE COÉQUIPIER %s
hu: ELINTÉZTED %s CSAPATTÁRSADAT
sv: DU LAGKROSSADE %s

source: YOU FRAGGED %s
be: ВЫ ЗНІШЧЫЛІ %s
bg: ТИ ЗАСТРЕЛЯ %s
fr: VOUS AVEZ FRAGGÉ %s
hu: ELINTÉZTED %s-T
sv: DU KROSSADE %s

source: no time
be: Няма часу
bg: Няма време
fr: Pas de chrono
hu: nincs rekord
sv: ingen tid

source: Time
be: Час
bg: Време
fr: Chrono
hu: Idő
sv: Tid

source: DESTROY THE TARGETS!
be: ЗНІШЧЫЦЕ ЦЭЛІ!
bg: УНИЩОЖИ ЦЕЛТИТЕ!
fr: DÉTRUISEZ LES CIBLES !
hu: SEMMISÍTSD MEG A CÉLPONTOKAT!
sv: FÖRSTÖR MÅLEN!

source: Timelimit hit!
be: Час сышоў!
bg: Времето свърви!
fr: Fin du temps imparti !
hu: Lejárt az idő!
sv: Tiden är slut!

source: The attacking team has lost the bomb!!!
be: Наступленне страціла бомбу!!!
bg: Атакуващият отбор загуби бомбата!!!
fr: Les attaquants ont perdu la bombe !
hu: A támadó csapat elejtette a bombát!!!
sv: Det anfallande laget har tappat bomben!

source: MATCH ABORTED
be: МАТЧ ПЕРАРВАНЫ
bg: МАЧЪТ Е ОТМЕНЕН
fr: MATCH ANNULÉ
hu: MECCS MEGSZAKÍTVA
sv: MATCH AVBRUTEN

source: COUNTDOWN ABORTED
be: АДЛІК ПЕРАРВАНЫ
bg: ОТБРОЯВАНЕТО ОТМЕНЕНО
fr: DÉCOMPTE ANNULÉ
hu: VISSZASZÁMLÁLÁS MEGSZAKÍTVA
sv: NEDRÄKNING AVBRUTEN

source: SUDDEN DEATH
be: ДА ПЕРШАГА ФРАГА
bg: ВНЕЗАПНА СМЪРТ
fr: MORT SUBITE
hu: HIRTELEN HALÁL

source: someplace
be: недзе
bg: някъде
fr: quelque part
hu: valahol
sv: någonstans

source: Set yourself READY to start the match! You can use the in-game menu or simply press 'F4'. 'ESC' for in-game menu or 'ENTER' for in-game chat.
be: Пацвердзіце сваю гатовасць для таго, каб пачаць матч! Для гэтага скарыстайцеся гульнявым меню ці клавішай 'F4'. Націсніце 'ESC' для выкліку гульнявога меню ці 'ENTER', каб перайсці ў гульнявы чат.
bg: Направете се ГОТОВ за да започнете мача! Може да иползвате менюто или просто натиснете 'F4'. 'ESC' за да отидете в менюто или 'ENTER' за да отворите чата.
fr: Indiquez lorsque vous êtes PRÊT à commencer le match ! Vous pouvez utiliser le menu ou appuyer simplement sur la touche "F4". "Echap" pour le menu ou "Entrée" pour le chat.
hu: Állítsd magad FELKÉSZÜLT-re a meccs kezdéséhez! Használd a játékbeli menüt, vagy nyomj F4-et. Nyomj ESC-et a menühöz, vagy ENTERT a chat-hez.
sv: Gör dig själv REDO att starta matchen! Du kan använda spelmenyn eller eller helt enkelt trycka 'F4'. 'ESC' för spelmenyn eller 'ENTER' för in-game chatt.

source: Waiting... %s
be: Чакайце... %s
bg: Очакване... %s
fr: En attente... %s
hu: Várakozás... %s
sv: Väntar... %s

source: Match will resume in %s seconds
be: Матч працягнецца праз %s секундаў
bg: Мачът ще продължи след %s секунди
fr: Reprise du match dans %s secondes
hu: A meccs %s mp-en belül folytatódik
sv: Matchen återupptas om %s sekunder

source: Match will resume in 1 second
be: Матч працягнецца праз 1 секунду
bg: Мачът ще продължи след 1 секунда
fr: Reprise du match dans 1 seconde
hu: A meccs 1 mp-en belül folytatódik
sv: Matchen återupptas om 1 sekund

source: Match paused
be: Матч прыпынены
bg: Мачът е замразен
fr: Interruption du match
hu: Meccs szüneteltetve
sv: Matchen pausad

source: Match resumed
be: Матч працягнуты
bg: Мачът продължава
fr: Reprise du match
hu: A meccs folytatódik
sv: Matchen återupptagen

source: %s has the bomb!
be: Бомба ў %s!
bg: %s е със бомбата!
fr: %s a la bombe !
hu: %s megszerezte a bombát!
sv: %s har bomben!

source: Bomb planted at %s!
be: Бомба ўсталявана ў %s!
bg: Бомбата е заложена на %s!
fr: Bombe amorcée à %s !
hu: Bomba élesítve a %s ponton!
sv: Bomb apterad på %s!

source: No one to chase
be: Няма гульцоў для назірання
bg: Няма кого да наблюдавате
fr: Il n'y a personne à suivre
hu: Nincs kit követni
sv: Ingen att följa

source: Name
be: Імя
bg: Име
fr: Nom
hu: Név
sv: Namn

source: 'ESC' for in-game menu or 'ENTER' for in-game chat. Mouse buttons for switching spectator modes. This message can be hidden by disabling 'help' in player setup menu.
be: Націсніце 'ESC' для выкліку гульнямога меню ці 'ENTER', как перайсці ў гульнявы чат. Выкарыстоўвайце кнопкі мышы для пераключэння паміж рэжымамі назірання. Гэтае паведамленне можна адключыць у меню налад гульца.
bg: 'ESC' за да отидете в менюто или 'ENTER' за да отворите чата. Бутоните на мишката за да смените режима на спектиране. Това съобщение може да бъде скрито, като изключите 'помощ' в менюто за настройка на играча.
fr: "Echap" pour le menu ou "Entrée" pour le chat. Cliquez pour alterner entre les différents points de vue du mode "spectateur". Ce message peut-être caché en désactivant l'aide dans le menu des options de joueur.
hu: 'ESC' a menü eléréséhez vagy 'ENTER' a chateléshez Egér gombok a megfigyelő módok váltásához. Ez az üzenet kikapcsolható a 'segítség' kikapcsolásával a játékos beállítás menüben.
sv: 'ESC' för spelmenyn eller 'ENTER' för in-game chatt. Musknapparna för att växla åskådarlägen. Detta meddelande kan döljas genom att avaktivera 'hjälp' i menyn för spelare-inställningar.

source: Bomb defused!
be: Бомба абясшкоджана!
bg: Бомбата е обезвредена!
fr: Bombe désamorcée !
hu: Bomba hatástalanítva!
sv: Bomb desarmerad!

source: Clan
be: Клан
bg: Клан
hu: Klán
sv: Klan

source: Score
be: Лік
bg: Точки
hu: Pontszám
sv: Poäng

source: Sco
be: Лік
bg: Точ
hu: Pont
sv: Poä

source: Fra
be: Фра
bg: Фрг
hu: Freg
sv: Kro

source: Sui
be: Сам
bg: Сам
hu: Öngy
sv: Sjä

source: De
be: См
bg: Умир
hu: Hal
sv: Dö

source: Ping
be: Пінг
bg: Лаг

source: Tagtime
be: Пазнака часу
bg: Време за таг
fr: Temps en mode "marqué"
hu: Részidő
sv: Tagtid

source: Racing
be: У гонцы
bg: Надбягване
fr: En course
hu: Verseny

source: Spectators
be: Назіральнікі
bg: Зрители
fr: Spectateurs
hu: Nézők
sv: Åskådare

source: Challengers
be: Прэтэндэнты
bg: Претенденти
hu: Kihívók
sv: Utmanare

source: Weapon stats
be: Статыстыка
bg: Статистика за оръжията
fr: Statistiques armes
hu: Fegyver statisztika
sv: Vapenstatistik

source: Time:
be: Час:
bg: Време:
fr: Chrono :
hu: Idő:
sv: Tid:

source: Best:
be: Лепшы:
bg: Най-добро:
fr: Record :
hu: Legjobb:
sv: Bästa:

source: Srv Best:
be: Лепшы на серверы:
bg: Сървър най-бърз:
fr: Record serveur :
hu: Szerver legjobb:
sv: Bästa på servern:

source: Alpha time:
be: Час Alpha:
bg: Алфа време:
fr: Temps Alpha :
hu: Alfa ideje:
sv: Alfatid:

source: Beta time:
be: Час Beta:
bg: Бета време:
fr: Temps Beta :
hu: Béta ideje:
sv: Betatid:

source: Picked up:
be: Паднята:
bg: Взети:
fr: Trouvé :
hu: Felvette:
sv: Plockade upp:

source: Points:
be: Лік:
bg: Точки:
hu: Pontok:
sv: Poäng:

source: Spread:
be: Розніца:
bg: Разлика:
fr: Diff :
hu: Különbség:
sv: Spridning:

source: Download:
be: Спампаванне:
bg: Изтеглен:
fr: Téléchargement :
hu: Letöltés:
sv: Nedladdning:

source: Download progress:
be: Прагрэс спампавання:
bg: Прогрес на изтегляне:
fr: Progression du téléchargement :
hu: Letöltés állása:
sv: Nedladdning pågår:

source: STUNNED
be: АШАЛОМЛЕНЫ
bg: ЗАШЕМЕТЕН
fr: SONNÉ
hu: BÉNÍTVA
sv: CHOCKAD

source: Personal best:
be: Асабісты рэкорд:
bg: Собствено най-добро време:
fr: Record personnel :
hu: Saját legjobb:
sv: Personbästa:

source: Server record:
be: Рэкорд на серверы:
bg: Рекорд в сървъра:
fr: Record serveur :
hu: Szerver rekord:
sv: Serverrekord:

source: Warmup
be: Разагрэў
bg: Загрявка
fr: Échauffement
hu: Bemelegítés
sv: Uppvärmning

source: Low Ammo
be: Мала боепрыпасаў
bg: Малко Патрони
fr: Peu de munitions
hu: Kevés lőszer
sv: Låg Ammunition

source: Out Of Ammo
be: Няма боепрыпасаў
bg: Няма Патрони
fr: Plus de munitions
hu: Lőszer kifogyott
sv: Ingen Ammunition

source: Waiting for players. 'ESC' for in-game menu.
be: Чаканне гульцоў. Націсніце 'ESC' для выкліку гульнявога меню.
bg: Изчакване за играчи. 'ESC' за да отворите менюто.
fr: En attente de joueurs. "Echap" pour le menu.
hu: Várakozás a többi játékosra. Nyomjon ESC-et a belső játékmenühöz.
sv: Väntar på spelare. 'ESC' för spelmeny.

source: Message of the day:
be: Навіна дня:
bg: Съобщение на деня:
fr: Message du jour :
hu: A nap üzenete:
sv: Dagens meddelande:

source: 'ESC' for in-game menu or 'ENTER' for in-game chat. You are inside the challengers queue waiting for your turn to play. Use the in-game menu to exit the queue. Use the mouse buttons for switching spectator modes.
be: Націсніце 'ESC' для выкліку гульнямога меню ці 'ENTER', как перайсці ў гульнявы чат. Зараз вы знаходзіцеся у чарзе гульцоў, якія кінулі выклік і чакаюць сваёй гульні. Вы можаце скарыстацца гульнявым меню каб пакінуць чаргу. Выкарыстоўвайце кнопкі мышы для пераключэння паміж рэжымамі назірання.
bg: 'ESC' за да отидете в менюто или 'ENTER' за да отворите чата. Вие сте в опашката за претенденти и чакате за вашият ред. Използвайте менюто в играта за да излезете от опашката. Иползвайте бутоните на мишката за да смените режима на спектиране.
fr: "Echap" pour le menu ou "Entrée" pour le chat. Vous êtes dans la file et attendez votre tour de jouer. Utilisez le menu pour sortir de la file d'attente. Cliquez pour alterner entre les différents points de vue du mode "spectateur".
hu: Nyomj 'ESC'-et a menühöz, vagy 'ENTER'-t a chat-hez. A kihívók sorában vagy, várakozol, hogy sorra kerülj. Használd a menüt, hogy kilépj a sorból. Használd az egér gombokat a megfigyelő módok váltásához.
sv: 'ESC' för spelmenyn eller 'ENTER' för in-game chatt. Du är i utmanarkön väntandes på din tur att spela. Använd spelmenyn för att gå ur kön. Använd musknapparna för att växla mellanåskådarlägen.

source: 'ESC' for in-game menu or 'ENTER' for in-game chat. Use the in-game menu or press 'F3' to enter the challengers queue. Only players in the queue will have a turn to play against the last winner. Use the mouse buttons for switching spectator modes.
be: Націсніце 'ESC' для выкліку гульнямога меню ці 'ENTER', как перайсці ў гульнявы чат. Выкарыстоўвайце гульнявое меню альбо націсніце 'F3', каб кінуць выклік. Толькі гульцы, якія кінулі выклік, змогуць гуляць з пераможцам апошняга матча. Выкарыстоўвайце кнопкі мышы для пераключэння паміж рэжымамі назірання.
bg: 'ESC' за да отидете в менюто или 'ENTER' за да отворите чата. Използвате менюто или натиснете 'F3' за да се наредите на опашката за претенденти. Един играч от опашката ще има право да играе срещу последният победител. Иползвайте бутоните на мишката за да смените режима на спектиране.
fr: "Echap" pour le menu ou "Entrée" pour le chat. Utilisez le menu ou appuyez sur la touche "F3" pour entrer dans la file d'attente. Seuls les joueurs de la file d'attente pourront jouer à leur tour contre le dernier vainqueur. Cliquez pour alterner entre les différents points de vue du mode "spectateur".
hu: Nyomj 'ESC'-et a menühöz, vagy 'ENTER'-t a chat-hez. Használd a játékbeli menüt, vagy nyomj 'F3'-mat, hogy belépj a kihívók sorába. Csak a sorban álló játékosoknak van lehetősége játszani a legutóbbi győztessel. Használd az egér gombokat a megfigyelő módok váltásához.
sv: 'ESC' för spelmenyn eller 'ENTER' för in-game chatt. Använd spelmenyn eller tryck 'F3' för att gå med i utmanarkön. Endast spelare i kön får en chans att spela mot den sista vinnaren. Använd musknapparna för att växla mellan åskådarlägen.

source: 1 minute left. Hurry up!
be: Засталася 1 хвіліна. Паспяшайцеся!
bg: Остава 1 минута. Побързай!

source: Fight!
be: У бой!
bg: Бой!

source: FIGHT!
be: У БОЙ!
bg: БОЙ!

source: %s MINUTE OVERTIME
be: ДАДАМ %s ХВІЛІНЫ
bg: %s МИНУТИ ПРОДЪЛЖЕНИЕ

source: Overtime
be: Дадатковы час
bg: Продължение
