Repository: mikejsavage/forksow-assets
Catalog: l10n/ui/*.po
Languages: be, bg, fr, lt, nl, pl, ru, uk

source: Attack
be: Атака
bg: Атака
fr: Attaquer
lt: Atakuoti
nl: Schieten
pl: Strzał
ru: Атака
uk: Атака

source: Previous weapon
be: Папярэдняя зброя
bg: Предишно оръжие
fr: Arme précédente
lt: Ankstesnis ginklas
nl: Vorig wapen
pl: Poprzednia broń
ru: Предыдущее оружие
uk: Попередня зброя

source: Next weapon
be: Наступная зброя
bg: Следващо оръжие
fr: Arme suivante
lt: Kitas ginklas
nl: Volgend wapen
pl: Następna broń
ru: Следующее оружие
uk: Наступна зброя

source: Last weapon
be: Апошняя зброя
bg: Последно оръжие
fr: Dernière arme employée
lt: Paskutinis ginklas
nl: Laatste wapen
pl: Ostatnia broń
ru: Последнее оружие
uk: Остання зброя

source: Zoom
be: Прыцэл
bg: Увеличи
lt: Priartinti
pl: Zbliżenie
ru: Увеличительный прицел
uk: Збільшувальний приціл

source: Drop weapon
be: Скінуць зброю
bg: Пусни оръжие
fr: Lâcher l'arme
lt: Išmesti ginklą
nl: Laat wapen vallen
pl: Upuść broń
ru: Сбросить оружие
uk: Скинути зброю

source: Drop bomb / flag
be: Скінуць бомбу / сцяг
bg: Пусни бомба / знамето
fr: Lâcher la bombe / le drapeau
lt: Išmesti bombų / vėliavą
nl: Laat bom / vlag vallen
pl: Upuść bomba / flagę
ru: Сбросить бомбу / флаг
uk: Скинути бомбу / прапор

source: Class action 1
be: Дзеянне класа 1
bg: Клас действие 1
fr: Action de classe n°1
lt: Klasės veiksmas 1
nl: Klasse aktie 1
pl: Akcja I
ru: Первое действие класса
uk: Перша дія класу

source: Class action 2
be: Дзеянне класа 2
bg: Клас действие 2
fr: Action de classe n°2
lt: Klasės veiksmas 2
nl: Klasse aktie 2
pl: Akcja II
ru: Второе действие класса
uk: Друга дія класу

source: Team chat
be: Камандны чат
bg: Отборен чат
fr: Chat d'équipe
lt: Komandos čatas
pl: Czat drużynowy
ru: Командный чат
uk: Командний чат

source: Login to warsow.gg
be: Падключэнне да warsow.gg
bg: Влез във warsow.gg
fr: Se connecter à warsow.gg
lt: Prisijungimas prie warsow.gg
nl: Inloggen op warsow.gg
pl: Zaloguj w warsow.gg
ru: Подключение к warsow.gg
uk: Підключення до warsow.gg

source: Login with your warsow.gg account to save your statistics and match results.
be: Далучыцеся да warsow.gg, каб захоўваць вынікі вашых матчаў і статыстыку.
bg: Логни се със warsow.gg акаунт за да запаметите вашите статистики и резултати от предишни мачове.
fr: Se connecter à warsow.gg pour sauvegarder les statistiques et résultats de match.
lt: Prisijungite prie warsow.gg, kad galėtumėte išsaugoti statistiką ir varžybų rezultatus.
nl: Log in met je warsow.gg account om statistieken en resultaten op te slaan.
pl: Połącz się z warsow.gg, by zapisać swoje statystyki i wyniki meczów.
ru: Подключитесь к warsow.gg, чтобы сохранять результаты ваших матчей и статистику.
uk: Підключіться до warsow.gg, щоб зберігати результати ваших матчів і статистику.

source: Don't have an account?
be: Яшчэ няма акаўнта?
bg: Нямате акаунт?
fr: Vous n'avez pas de compte ?
lt: Neturite paskyros?
nl: Geen account?
pl: Nie masz jeszcze konta?
ru: Ещё нет аккаунта?
uk: Ще нема аккаунта?

source: Register for a free account here.
be: Націсніце сюды, каб прайсці бясплатную рэгістрацыю.
bg: Регистрирайте се безплатно тук.
fr: Enregistrez-vous gratuitement ici.
lt: Registruoti nemokamą paskyrą čia.
nl: Registreer je gratis account hier.
pl: Zarejestruj się za darmo.
ru: Нажмите сюда, чтобы пройти бесплатную регистрацию.
uk: Натисніть сюди, щоб пройти безкоштовну реєстрацію.

source: Username
be: Імя карыстача
bg: Име
fr: Nom d'utilisateur
lt: Naudotojo vardas
nl: Gebruikersnaam
pl: Nazwa użytkownika
ru: Имя пользователя
uk: Ім'я користувача

source: Password
be: Пароль
bg: Парола
fr: Mot de passe
lt: Slaptažodis
nl: Wachtwoord
pl: Hasło
ru: Пароль
uk: Пароль

source: Remember login
be: Захаваць лагін
bg: Запамети логин информация
fr: Se souvenir des paramètres d'authentification
lt: Išsaugoti prisijungimą
nl: Onthoud login
pl: Zapamiętaj nazwę
ru: Запомнить вход
uk: Запам'ятати вхід

source: Login
be: Лагін
bg: Влез
lt: Prisijungti
nl: Inloggen
pl: Zaloguj
ru: Вход
uk: Вхід

source: Normal weapons
be: Звычная зброя
bg: Нормални оръжия
fr: Armes normales
lt: Normalus režimas
nl: Normale wapens
pl: Zwykłe bronie
ru: Обычное оружие
uk: Звичайна зброя

source: Instagib
be: Інстагіб
bg: Инстагиб
ru: Инстагиб
uk: Інстагіб

source: TV
be: ТБ
bg: ТВ
pl: ТV
ru: ТВ
uk: ТВ

source: Watch on TV
be: Глядзець на ТБ
bg: Гледай по ТВ
fr: Regarder sur la TV
lt: Žiūrėti per TV
nl: Bekijk op TV
pl: Oglądaj
ru: Смотреть по ТВ
uk: Дивитися по ТБ

source: Favorites
be: Абранае
bg: Любими
fr: Favoris
lt: Mėgstamiausieji
nl: Favorieten
pl: Ulubione
ru: Избранное
uk: Вибране

source: Ping
be: Пінг
bg: Пинг
ru: Пинг
uk: Пінг

source: Hostname
be: Назва
bg: Хост
fr: Hôte
lt: Serverio pavadinimas
nl: Hostnaam
pl: Nazwa hosta
ru: Название
uk: Назва

source: Gametype
be: Рэжым гульні
bg: Режим
fr: Type de partie
lt: Žaidimo tipas
nl: Speltype
pl: Typ gry
ru: Режим игры
uk: Режим гри

source: Match browser
be: Прагляднік матчаў
bg: Мач браузър
fr: Liste des serveurs
lt: Rungtynių naršyklė
nl: Match overzicht
pl: Wyszukiwarka
ru: Браузер матчей
uk: Браузер матчів

source: Local game
be: Лакальная гульня
bg: Локална игра
fr: Jeu local
lt: Vietinis žaidimas
nl: Lokaal spel
pl: Gra lokalna
ru: Локальная игра
uk: Локальна гра

source: Demo browser
be: Прагляднік запісаў
bg: Демо плейър
fr: Accès aux demos
lt: Demo naršyklė
nl: Demo overzicht
pl: Wyszukiwarka filmów
ru: Просмотр записей
uk: Браузер демо

source: Stop
be: Стоп
bg: Стоп
lt: Sustabdyti
ru: Стоп
uk: Стоп

source: Refresh
be: Абнавіць
bg: Презареди
fr: Rafraîchir
lt: Atnaujinti
nl: Vernieuwen
pl: Odśwież
ru: Обновить
uk: Оновити

source: Map
be: Карта
bg: Карта
fr: Carte
lt: Žemėlapis
pl: Mapa
ru: Карта
uk: Карта

source: Title
be: Назва
bg: Име
fr: Titre
lt: Pavadinimas
nl: Titel
pl: Tytuł
ru: Название
uk: Назва

source: Mapname
be: Назва карты
bg: Име на карта
fr: Nom de la carte
lt: Žemėlapio pavadinimas
nl: Mapnaam
pl: Nazwa mapy
ru: Название
uk: Назва карти

source: Start game
be: Пачаць гульню
bg: Започни игра
fr: Commencer la partie
lt: Pradėti žaidimą
nl: Start spel
pl: Rozpocznij
ru: Начать игру
uk: Почати гру

source: Server name
be: Імя сэрвера
bg: Име на на сървър
fr: Nom du serveur
lt: Serverio pavadinimas
nl: Server naam
pl: Nazwa serwera
ru: Имя сервера
uk: Iм'я сервера

source: Public server
be: Публічны сэрвер
bg: Публичен сървър
fr: Serveur public
lt: Viešas serveris
nl: Publieke servers
pl: Serwer publiczny
ru: Публичный сервер
uk: Публічний сервер

source: Score limit
be: Абмежаванне па ачках
bg: Лимит на точките
fr: Limite de score
lt: Taškų limitas
nl: Scorelimiet
pl: Limit punktów
ru: Ограничение по очкам
uk: Обмеження за очками

source: Max players
be: Абмежаванне па гульцах
bg: Максимум играчи
fr: Maximum de joueurs
lt: Daugiausia žaidėjų
nl: Maximaal aantal spelers
pl: Graczy
ru: Ограничение по игрокам
uk: Обмеження по гравцям

source: Time limit
be: Абмежаванне па часе
bg: Лимит на време
fr: Limite de temps
lt: Terminas
nl: Tijdslimiet
pl: Limit czasowy
ru: Ограничение по времени
uk: Обмеження за часом

source: min.
be: хвіл.
bg: мин.
ru: мин.
uk: хв.

source: Bot skill level
be: Узровень майстэрства ботаў
bg: Трудност на ботовете
fr: Niveau des bots
lt: Botų igūdžių lygis
nl: Intelligentie bots
pl: Poziom SI botów
ru: Уровень мастерства ботов
uk: Рівень майстерності ботів

source: Number of bots
be: Колькасць ботаў
bg: Брой на ботовете
fr: Nombre de bots
lt: Botų skaičius
nl: Aantal bots
pl: Liczba botów
ru: Количество ботов
uk: Кількість ботів

source: Remove from favorites
be: Выдаліць з абранага
bg: Премахни от любими
fr: Retirer des favoris
lt: Pašalinti iš mėgstamiausių
nl: Verwijder uit favorieten
pl: Usuń z ulubionych
ru: Удалить из избранного
uk: Видалити з обраного

source: Add to favorites
be: Дадаць у абранае
bg: Добави във любими
fr: Ajouter aux favoris
lt: Pridėti prie mėgstamųjų
nl: Toevoegen aan favorieten
pl: Dodaj do ulubionych
ru: Добавить в избранное
uk: Додати в обране

source: Map: %s
be: Карта: %s
bg: Карта: %s
fr: Carte : %s
lt: Žemėlapis: %s
pl: Mapa: %s
ru: Карта: %s
uk: Карта: %s

source: Players: %s
be: Гульцы: %s
bg: Играчи: %s
fr: Joueurs : %s
lt: Žaidėjai: %s
nl: Spelers: %s
pl: Graczy: %s
ru: Игроки: %s
uk: Гравці: %s

source: Gametype: %s
be: Рэжым гульні: %s
bg: Режим на игра: %s
fr: Type de partie : %s
lt: Žaidimo tipas: %s
nl: Speltype: %s
pl: Typ gry: %s
ru: Режим игры: %s
uk: Режим гри: %s

source: Mod: %s
be: Мод: %s
bg: Мод: %s
fr: Mode : %s
ru: Мод: %s
uk: Мод: %s

source: Ping: %s
be: Пінг: %s
bg: Пинг: %s
ru: Пинг: %s
uk: Пінг: %s

source: Address: %s
be: Адрас: %s
bg: Адрес: %s
fr: Adresse : %s
lt: Adresas: %s
nl: Adres: %s
pl: Аdres: %s
ru: Адрес: %s
uk: Адреса: %s

source: IRC server connection
be: Падключэнне да IRC-сервера
bg: Връзка със IRC сървър
fr: Connexion au serveur IRC
lt: IRC serverio prisijungimas
nl: Verbinding IRC server
pl: Połączenie z serwerem IRC
ru: Подключение к IRC-серверу
uk: Підключення до IRC-сервера

source: Server port
be: Порт сэрвера
bg: Порт на сървъра
fr: Port
lt: Serverio port'as
nl: Server poort
pl: Port serwera
ru: Порт
uk: Порт

source: Nickname
be: Мянушка
bg: Прякор
fr: Pseudo
lt: Pravardė
pl: Nazwa gracza
ru: Имя
uk: Нік

source: Channels
be: Каналы
bg: Канали
fr: Canaux
lt: Kanalai
nl: Kanalen
pl: Kanały
ru: Каналы
uk: Канали

source: Connect
be: Далучыцца
bg: Вържи се
fr: Connexion
lt: Prisijungti
nl: Verbinden
pl: Połącz
ru: Подключиться
uk: Підключитися

source: Disconnect
be: Адключыцца
bg: Излез
fr: Déconnexion
lt: Atsijungti
nl: Verbinding verbreken
pl: Odłącz
ru: Отключиться
uk: Відключитися

source: Send
be: Адаслаць
bg: Прати
fr: Envoyer
lt: Siųsti
nl: Verzenden
pl: Wyślij
ru: Отправить
uk: Відправити

source: Date: %s
be: Дата: %s
bg: Дата: %s
lt: Data: %s
nl: Datum: %s
pl: Data: %s
ru: Дата: %s
uk: Дата: %s

source: Match: %s
be: Матч: %s
bg: Мач: %s
lt: Rungtynės: %s
nl: Spel: %s
pl: Mecz: %s
ru: Матч: %s
uk: Матч: %s

source: Score: %s
be: Лік: %s
bg: Резултат: %s
lt: Taškai: %s
pl: Wynik: %s
ru: Счёт: %s
uk: Рахунок: %s

source: Duration: %s
be: Працягласць: %s
bg: Времетраене: %s
fr: Durée : %s
lt: Trukmė: %s
nl: Duur: %s
pl: Czas trwania: %s
ru: Длительность: %s
uk: Тривалість: %s

source: Ready!
be: Гатоў!
bg: Готов!
fr: Prêt !
lt: Pasiruošęs!
nl: Gereed!
pl: Gotów!
ru: Готов!
uk: Готовий!

source: Not ready!
be: Не гатоў!
bg: Не съм готов!
fr: Pas prêt !
lt: Nepasiruošęs!
nl: Niet gereed!
pl: Niegotowy!
ru: Не готов!
uk: Не готовий!

source: Join challengers queue
be: Кінуць выклік
bg: Присъедини се в опашката за опоненти
fr: Rejoindre la file d'attente
lt: Prisijungti prie varžovų eilės
nl: Plaatsnemen in wachtrij
pl: Dołącz do kolejki
ru: Бросить вызов
uk: Кинути виклик

source: Leave challengers queue
be: Скасаваць выклік
bg: Напусни опашката за претенденти
fr: Quitter la file d'attente
lt: Išeiti iš varžovų eilės
nl: Verlaat de wachtrij
pl: Opuść kolejkę
ru: Отменить вызов
uk: Скасувати виклик

source: Join the game
be: Увайсці ў гульню
bg: Влез в играта
fr: Rejoindre la partie
lt: Prisijungti prie žaidimo
nl: Sluit je aan bij het spel
pl: Dołącz do gry
ru: Войти в игру
uk: Увійти в гру

source: Join any team
be: Далучыцца да хоць якой каманды
bg: Влез в някой отбор
fr: Rejoindre une équipe au hasard
lt: Įstoti į bet kokią komandą
nl: Sluit je aan bij een team
pl: Dołącz do jakiejkolwiek drużyny
ru: Присоединиться к любой команде
uk: Приєднатися до будь-якій команді

source: Join %s
be: Далучыцца да %s
bg: Влез %s
fr: Rejoindre %s
lt: Įstoti į %s
nl: Sluit je aan bij %s
pl: Dołącz %s
ru: Присоединиться к %s
uk: Приєднатися до %s

source: Spectate
be: Назіраць
bg: Наблюдавай
fr: Mode spectateur
lt: Būti žiūrovu
nl: Toeschouwen
pl: Oglądaj
ru: Наблюдать
uk: Спостерігати

source: Game menu
be: Гульнявое меню
bg: Меню
fr: Menu du jeu
lt: Žaidimo meniu
nl: Spelmenu
pl: Menu
ru: Игровое меню
uk: Iгрове меню

source: Call a vote
be: Прагаласаваць
bg: Пусни вот
fr: Soumettre un vote
lt: Pradėti balsavimą
nl: Verzoek een stemronde
pl: Głosowanie
ru: Проголосовать
uk: Проголосувати

source: Chasecam
be: Камера назірання
bg: Следяща камера
fr: Caméra embarquée
lt: Persekioti
nl: Volgcamera
pl: Kamera pościgowa
ru: Камера наблюдения
uk: Камера спостереження

source: Main menu
be: Галоўнае меню
bg: Главно Меню
fr: Menu principal
lt: Pagrindinis meniu
nl: Hoofdmenu
pl: Menu główne
ru: Главное меню
uk: Головне меню

source: Return to game
be: Вярнуцца ў гульню
bg: Върни се в игра
fr: Revenir au jeu
lt: Grįžti į žaidimą
nl: Ga terug naar het spel
pl: Powróc do gry
ru: Вернуться в игру
uk: Повернутися в гру

source: "%s" options
be: Опцыі "%s"
bg: "%s" настройки
fr: Options "%s"
lt: "%s" nustatymai
nl: "%s" opties
pl: Opcje "%s"
ru: Опции "%s"
uk: Опції "%s"

source: Refused: %s
be: Адмоўлена: %s
bg: Отказал: %s
fr: Refusé : %s
lt: Atsisakyta: %s
nl: Geweigerd: %s
pl: Odrzucono: %s
ru: Отказано: %s
uk: Відмовлено: %s

source: Press ESC to cancel
be: Націсніце ESC для скасаванні
bg: Натисни ESC да откажеш
fr: Appuyer sur la touche "Echap" pour annuler
lt: Paspausti ESC, kad atšaukti
nl: Druk op ESC om te annuleren
pl: Naciśnij [ESC], by wyjść
ru: Нажмите ESC для отмены
uk: Натисніть ESC для відміни

source: Downloading %s from %s at %s k/s
be: Загрузка %s з %s з хуткасцю %s кб/с
bg: Изтегляни на %s от %s със %s k/s
fr: Téléchargement de %s depuis %s à la vitesse de %s k/s
lt: Siunčiama %s iš %s %s k/s greičiu
nl: Download %s van %s @ %s kb/s
pl: Pobieranie %s z %s przy %s kb/s.
ru: Загружается %s с %s cо скоростью %s кб/с
uk: Завантаження %s з %s зі швидкістю %s кб/сек

source: Owner left the listen server
be: Уладальнік пакінуў сэрвер
bg: Собстеникът на сървъра на пусна
fr: Le propriétaire a quitté le serveur d'écoute
lt: Savininkas paliko serverį
nl: Eigenaar heeft zijn server verlaten
pl: Właściciel opuścił serwer nasłuchujący
ru: Владелец покинул сервер
uk: Власник залишив сервер

source: Server was killed
be: Сервер быў выключаны
bg: Сървърът беше спрян
fr: Serveur a été tué
lt: Serveris buvo išjungtas
nl: Server werd gestopt
pl: Serwer został zabity
ru: Сервер был выключен
uk: Сервер був вимкнений

source: Server restarted
be: Сервер быў перазапушчаны
bg: Сървърът беше рестартиран
fr: Serveur redémarré
lt: Serveris persikrovė
nl: Server herstart
pl: Zrestartowano serwer
ru: Сервер был перезапущен
uk: Сервер був перезапущений

source: Chasecam mode
be: Рэжым камеры
bg: Режим следяща камера
fr: Mode caméra embarquée
lt: Persekiojimo vaizdo režimas
nl: Volgcamera perspectief
pl: Tryb kamery pościgowej
ru: Режим камеры
uk: Режим камери

source: Auto
be: Аўтаматычны
bg: Ауто
lt: Automatiškai
nl: Аutomatisch
pl: Аuto
ru: Авто
uk: Авто

source: Objectives
be: Цэлі
bg: Цели
fr: Objectifs
lt: Tikslai
nl: Doelstellingen
pl: Zadania
ru: Цели
uk: Цілі

source: Powerups
be: Падсілкоўванні
bg: Сили
lt: Powerup'ai
pl: Bonusy
ru: Усилители
uk: Бонуси

source: Fraggers
be: Фраггеры
bg: Фрагъри
lt: Frag'eriai
pl: Fragerzy
ru: Фраггеры
uk: Фраггери

source: Highest score
be: Па ліку
bg: Най-висок резултат
fr: Meilleur score
lt: Didžiausi taškai
nl: Hoogste score
pl: Najwyż. wynik
ru: По счету
uk: За рахунком

source: Enable
be: Ўключыць
bg: Позволи
fr: Activer
lt: Įjungti
nl: Inschakelen
pl: Włącz
ru: Включить
uk: Увімкнути

source: Disable
be: Адключыць
bg: Спри
fr: Désactiver
lt: Išjungti
nl: Uitschakelen
pl: Wyłącz
ru: Отключить
uk: Вимкнути

source: Watch
be: Глядзець
bg: Гледай
fr: Regarder
lt: Žiūrėti
nl: Kijken
pl: Oglądaj
ru: Смотреть
uk: Дивитися

source: Viewers
be: Гледачы
bg: Зрители
fr: Spectateurs
lt: Žiūrėtojai
nl: Toeschouwers
pl: Widzowie
ru: Зрители
uk: Спостерігачі

source: Reconnect
be: Перападлучыцца
bg: Свържи отново
fr: Se reconnecter
lt: Prisijungti iš naujo
nl: Opnieuw verbinden
pl: Połącz ponownie
ru: Переподключиться
uk: Перепідключитися

source: Votes
be: Галасаванні
bg: Вотове
lt: Balsai
nl: Stemmen
pl: Głosowanie
ru: Голосования
uk: Голосування

source: Primary weapons
be: Асноўная зброя
bg: Главни оръжия
fr: Armes primaires
lt: Pirminiai ginklai
nl: Primaire wapens
pl: Bronie główne
ru: Основное оружие
uk: Основна зброя

source: Secondary weapons
be: Дадатковая зброя
bg: Второстепенни оръжия
fr: Armes secondaires
lt: Antriniai ginklai
nl: Secundaire wapens
pl: Bronie podrzędne
ru: Дополнительное оружие
uk: Додаткове зброя

source: Carrier opt-in
be: Стаць носьбітам бомбы
bg: Искам да нося бомбата!
fr: Souhaite porter la bombe
lt: Pasirinkti nešiotoją
nl: Bomdrager worden
pl: Jest nośnikiem
ru: Стать доставщиком бомбы
uk: Стати постачальником бомби

source: Carrier opt-out
be: Адмовіцца ад пераносу бомбы
bg: Не искам да нося бомбата!
fr: Ne souhaite pas porter la bombe
lt: Atsisakyti nešiotojo
nl: Geen bomdrager zijn
pl: Przestać być nośnikiem
ru: Отказаться от доставки бомбы
uk: Відмовитися від постачання бомби

source: Select class
be: Выбар класа
bg: Избери клас
fr: Selectionner sa classe de personnage
lt: Pasirinkti kategoriją
nl: Kies klasse
pl: Wybierz klasę postaci
ru: Выбор класса
uk: Вибір класу

source: Grunt
be: Пяхотнік
bg: Грунт
lt: Pėstininkas
pl: Ciężki strzelec
ru: Пехотинец
uk: Піхотинець

source: Medic
be: Медык
bg: Медик
lt: Medikas
pl: Medyk
ru: Медик
uk: Медик

source: Runner
be: Бягун
bg: Бегач
lt: Bėgikas
pl: Zwiadowca
ru: Бегун
uk: Бігун

source: Engineer
be: Інжынер
bg: Инженер
fr: Ingénieur
lt: Enžinierius
pl: Inżynier
ru: Инженер
uk: Інженер

source: Connection failed
be: Не атрымалася спалучыцца
bg: Връзката се провали
fr: Échec de la connexion
lt: Prisijungti nepavyko
nl: Verbinding mislukt
pl: Połączenie nieudane
ru: Не удалось установить соединение
uk: Не вдалося встановити з'єднання

source: Connection terminated
be: Спалучэнне перарвана
bg: Връзката е прекъсната
fr: Fin de la connexion
lt: Prisijungimas nutrauktas
nl: Verbinding beëindigd
pl: Połączenie zakończono
ru: Соединение прервано
uk: З'єднання перервано

source: Connection error
be: Памылка спалучэння
bg: Грешка със връзката
fr: Erreur de la connexion
lt: Prisijungimo klaida
nl: Verbindingsfout
pl: Błąd połączenia
ru: Ошибка подключения
uk: Помилка підключення

source: Couldn't connect to %s
be: Немагчыма спалучыцца з %s
bg: Неуспешно свързване със %s
fr: N'a pas pu se connecter à %s
lt: Nepavyko prisijungti prie %s
nl: Kan geen verbinding maken met %s
pl: Nie można połączyć z %s
ru: Не удалось соединиться с %s
uk: Не вдалося з'єднатися з %s

source: Connection was terminated by %s
be: Спалучэнне перарвана %s
bg: Връзката със %s беше прекъсната
fr: La connexion a été coupée par %s
lt: Prisijungimas buvo nutrauktas dėl %s
nl: Verbinding werd verbroken door %s
pl: Połączenie zakończono przez %s
ru: Соединение с %s было прервано
uk: З'єднання було розірвано %s

source: Error connecting to %s
be: Памылка спалучэння да %s
bg: Грешка при свързване със %s
fr: Erreur de connexion à %s
lt: Klaida jungiantis prie %s
nl: Fout bij het verbinden met %s
pl: Błąd połączenia do %s
ru: Ошибка подключения к %s
uk: Помилка підключення до %s

source: Reason: %s
be: Прычына: %s
bg: Причина: %s
fr: Raison : %s
lt: Priežastis: %s
nl: Reden: %s
pl: Powód: %s
ru: Причина: %s
uk: Причина: %s

source: Fullscreen anti-aliasing
be: Поўнаэкраннае згладжванне
bg: анти-заглаждане на цял екран
fr: Anti-aliasing plein écran
lt: Pilno ekrano kraštų sušvelninimas
nl: Volledig scherm anti-aliasing
pl: Antyaliasing pełnoekranowy
ru: Полноэкранное сглаживание
uk: Повноекранне згладжування

source: Soft particles
be: Мяккія часціцы
bg: Меки частици
fr: Particules molles
lt: Sušvelnintos dalelės
nl: Zachte deeltjes
pl: Miękkie cząstki
ru: Мягкие частицы
uk: М'які частини

source: Weapon opacity
be: Непразрыстасць зброі
bg: Прозрачност на оръжие
fr: Opacité de l'arme
lt: Ginklo nepermatomumas
nl: Geweer ondoorzichtigheid
pl: Nieprzezroczystość broni
ru: Непрозрачность оружия
uk: Непрозорість зброї

source: Vote yes
be: Голас за
bg: Гласувай да
fr: Voter oui
lt: Balsuoti taip
nl: Stem ja
pl: Głos za
ru: Голос за
uk: Голос за

source: Vote no
be: Голас супраць
bg: Гласувай не
fr: Voter non
lt: Balsuoti ne
nl: Stem nee
pl: Głos przeciw
ru: Голос против
uk: Голос проти

source: Vote "%s" has been called
be: Пачата галасаванне за "%s"
bg: Вот "%s" беше извикан
fr: Le vote "%s" a été lancé
lt: Balsavimas "%s" buvo atšauktas
nl: Stemronde "%s" is afgebroken
pl: Głos na "%s" zostało unieważnione
ru: Начато голосование за "%s"
uk: Розпочато голосування за "%s"

source: Changes map
be: Мяняе карту
bg: Смяна на картата
fr: Change de map
lt: Pakeičia žemėlapį
nl: Wijzigt map
pl: Zmienia mapę
ru: Меняет карту
uk: Змінює карту

source: Restarts current map
be: Перазапускае бягучую карту
bg: Рестартира сегашната карта
fr: Redémarre la map en cours
lt: Dabartinis žemėlapis paleidžiamas iš naujo
nl: Herstart huidige map
pl: Restartuje obecną mapę
ru: Перезапускает текущую карту
uk: Перезавантажує поточну карту

source: Jumps to the next map
be: Пераходзіць да наступнай карце
bg: Скок на следващата карта
fr: Passe à la map suivante
lt: Peršoka į kitą žemėlapį
nl: Schakelt naar de volgende map
pl: Przeskakuje do kolejnej mapy
ru: Переходит к следующей карте
uk: Переходить до наступної карти

source: Specify 0 to disable
be: Пакажыце 0 для адключэння
bg: Изберете 0 да изключите
fr: Indiquez la valeur "0" pour désactiver
lt: Nurodykite 0, kad išjungti
nl: Specificeer 0 om uit te schakelen
pl: Ustaw jako 0 żeby wyłączyć
ru: Укажите 0 для отключения
uk: Вкажіть 0 для відключення

source: Sets the number of frags or caps needed to win the match
be: Ўсталёўвае колькасць фрагоў або ачкоў, неабходных для перамогі
bg: Определя броя на фрагове или улавяния необходими за да се спечели мача
fr: Définit le nombre de frags ou de captures requis pour gagner le match
lt: Nustato fragų limitą, reikalingą laimėti varžyboms
nl: Zet het aantal frags of caps nodig om de match te winnen
pl: Ustawia liczbę fragów lub zdobyć potrzebnych do wygrania meczu
ru: Устанавливает количество фрагов или очков, необходимых для победы
uk: Встановлює кількість фрагів або очків, необхідних для перемоги в матчі

source: Sets number of minutes after which the match ends
be: Ўстанаўлівае працягласць матчу ў хвілінах
bg: Определя времето(минути) след, което ще свърши мача
fr: Définit la durée maximale du match en minutes
lt: Nustato minučių limitą, po kurių baigiasi rungtynės
nl: Zet het aantal minuten dat de wedstrijd duurt
pl: Ustawia liczbę minut do zakończenia meczu
ru: Устанавливает длительность матча в минутах
uk: Встановлює тривалість матчу в хвилинах

source: Changes the gametype
be: Мяняе гульнявой рэжым
bg: Сменя режима на игра
fr: Change le mode de jeu
lt: Pakeičia žaidimo tipą
nl: Verandert het speltype
pl: Zmienia tryb gry
ru: Меняет игровой режим
uk: Змінює ігровий режим

source: Sets the number of minutes after which the warmup ends
be: Ўстанаўлівае працягласць размінкі ў хвілінах
bg: Определя времето(минути) след, което ще свърши загрявката
fr: Définit la durée de l'échauffement en minutes
lt: Nustato minučių limitą, po kurių baigiasi pasiruošimas
nl: Zet het aantal minuten dat de warming up duurt
pl: Ustawia liczbę minut do zakończenia dogrywki
ru: Устанавливает длительность разминки в минутах
uk: Встановлює тривалість розминки

source: Sets the length of the overtime
be: Ўстанаўлівае працягласць авертайма
bg: Определя времетраенето на продължението
fr: Définit la durée du temps de prolongation
lt: Nustato perlaikymo trukmę
nl: Zet de duur van de extra tijd
pl: Ustawia długość dogrywki
ru: Устанавливает длительность дополнительного времени
uk: Встановлює тривалість овертайму

source: Specify 0 to enable sudden death mode
be: Пакажыце 0 для ўключэння рэжыму "пераможнага фрага"
bg: Изберете 0 за да включите режим на внезапна смърт
fr: Indiquez la valeur "0" pour activer le mode Mort Subite
lt: Nustatykite 0, kad įjungti staigios mirties režimą
nl: Specificeer 0 om sudden death in te schakelen
pl: Ustaw jako 0 aby włączyć tryb nagłej śmierci
ru: Укажите 0 для включения режима "победного фрага"
uk: Вкажіть 0 для включення режиму "золотого фрага"
