Repository: mikejsavage/forksow-assets
Catalog: l10n/ui/*.po
Languages: be, bg, fr, lt, nl, pl, ru, uk

source: Swap gamepad sticks
be: Памяняць месцамі міні-джойсцікі
bg: Размени ръчките на джойстика
fr: Inversion des joysticks
lt: Sukeisti gamepad lazdeles
nl: Gamepad sticks omdraaien
pl: Zamiana gałek
ru: Поменять местами мини-джойстики
uk: Обміняти місцями міні-джойстики

source: Chat message sound
be: Гук паведамлення ў чаце
bg: Звук за чат съобщенията
fr: Signal sonore du chat
lt: Chat'inimo žinutės garsas
nl: Geluid chatbericht
pl: Dźwięk czatu
ru: Звук сообщения в чате
uk: Звук повідомлення в чаті

source: Keep playing sounds in background
be: Прайграваць гукі ў фонавым рэжыме
bg: Играта продължава да издава звук като не е фокусирана
fr: Continuer de jouer les sons du jeu mis en arrière-plan
lt: Nuolat leisti garsus fone
nl: Geluiden in achtergrond blijven afspelen
pl: Nie wyciszaj kiedy gra działa w tle
ru: Проигрывать звуки, если окно в фоне
uk: Програвати звуки, якщо вікно в тлі

source: Play on a ranked server to start tracking your stats.
be: Згуляйце на рангавым серверы для пачатку збору асабістай статыстыкі.
bg: Играй на класиран сървър за да следите своята статистка.
fr: Jouer sur un serveur classé pour initier le suivi de vos statistiques.
lt: Žaiskite ant reitinguojamų serverių, kad galėtų sekti jūsų statistiką.
nl: Spelen op ranked servers om het bijhouden van jouw statistieken te starten
pl: Zagraj na serwerze rankingowym by zacząć śledzić statystykę.
ru: Сыграйте на ранговом сервере для начала сбора личной статистики.
uk: Зіграйте на ранговому сервері для початку збору особистої статистики.

source: Bots: %s
be: Боты: %s
bg: Ботове: %s
lt: Botai: %s
pl: Boty: %s
ru: Боты: %s
uk: Боты: %s

source: The selected HUD may not be optimized for touchscreen input.
be: Абраны HUD можа быць не аптымізаваны для сэнсорнага кіравання.
bg: Избрания HUD може да не е оптимизиран за тъч екран.
fr: L'affichage choisi n'est peut-être pas optimisé pour l'entrée par écran tactile.
lt: Pasirinktas HUD gali būti nepritaikytas liečiamajam ekranui.
nl: De geselecteerde HUD mag niet geoptimaliseerd worden voor touchscreen besturing
pl: Wybrany HUD może nie być zoptymalizowany do pracy z ekranami dotykowymi.
ru: Выбранный HUD может быть не оптимизирован для сенсорного управления.
uk: Обраний HUD може бути не оптимізованим для сенсорного управління.

source: Dynamic lights
be: Дынамічныя крыніцы свету
bg: Динамични светлини
fr: Éclairage dynamique
lt: Dinamiškas apšvietimas
nl: Dynamische belichting
pl: Dynamiczne światła
ru: Динамические источники освещения
uk: Динамічні джерела освітлення

source: simple lights
be: простыя крыніцы святла
bg: просто светлини
fr: éclairage simple
lt: paprastas apšvietimas
nl: simpele lichten
pl: Proste światła
ru: простые источники
uk: прості джерела

source: per-pixel lights
be: папіксельныя крыніцы
bg: Светлини на-пиксел
fr: éclairage par pixel
lt: per-pixel apšvietimas
nl: per-pixel lichten
pl: Pikselowane światła
ru: попиксельные источники
uk: попиксельные джерела

source: Don't suggest servers
be: Адключыць рэкамендацыю сервераў
bg: Не предлагай сървъри
fr: Désactiver les suggestions de serveurs
lt: Nesiūlyti serverių
nl: Server suggesties uitzetten
pl: Nie podpowiadaj serwerów
ru: Отключить рекомендацию серверов
uk: Відключити рекомендацію серверів

source: Gamepad look acceleration
be: Паскарэнне агляду геймпадам
bg: Ускорение на оглеждането с джойстик
fr: Accélération du regard avec le joystick
lt: Valdymo įrenginio žiūrėjimo akceleracija.
nl: Gamepad-kijk acceleratie
pl: Ustawienia osi pada
ru: Ускорение обзора геймпадом
uk: Прискорення огляду геймпадом

source: Framerate (FPS) limit
be: Абмежаванне часціні кадраў (FPS)
bg: Лимит на FPS (Кадри в Секунда)
fr: Nombre maximum d'images par seconde
lt: Kadrų dažnio (FPS) limitas
nl: Schermverversing (FPS) limiet
pl: Ograniczenie klatek
ru: Ограничение частоты кадров (FPS)
uk: Обмеження частоти кадрів (FPS)

source: Back
be: Назад
bg: Назад
fr: Retour
lt: Gryžti
nl: Terug
pl: Wstecz
ru: Проголосовать
uk: Назад

source: Color correction
be: Колеракарэкцыя
bg: Корекция на цветовете
fr: Correction des couleurs
lt: Spalvų pataisymas
nl: Kleurcorrectie
pl: Korekcja kolorów
ru: Цветовая коррекция
uk: Кольорокорекція

source: Use the selected model for all players
be: Скарыстаць абраную мадэль для ўсіх гульцоў
bg: Използвай избрания модел за всички играчи
fr: Utiliser le modèle sélectionné pour tous les joueurs
lt: Naudoti pasirinktą modelį visiems žaidėjams
nl: Gebruik het geselecteerde model voor alle spelers
pl: Użyj wybranego modelu dla wszystkich graczy
ru: Применить эту модель для всех игроков
uk: Використовувати вибрану модель для всіх гравців

source: Use the selected color for all players
be: Скарыстаць абраны колер для ўсіх гульцоў
bg: Използвай избраният цвят за всички играчи
fr: Utiliser la couleur sélectionnée pour tous les joueurs
lt: Naudoti pasirinktą spalvą visiems žaidėjams
nl: Gebruik de geselecteerde kleur voor alle spelers
pl: Użyj wybranego koloru dla wszystkich graczy
ru: Применить этот цвет для всех игроков
uk: Використовувати вибраний колір для всіх гравців

source: Game mode which provides hints on basic Warsow movements and allows the player to play a duel match against an AI-controlled opponent.
be: Навучальны рэжым гульні, што падае падказкі па базавых рухах у гульні, а гэтак жа які дазваляе згуляць дуэль супраць бота.
bg: Режим на игра, който предоставя съвети за основни движения във Warsow и предоставя възможност на играча да изиграе дуел срещу компютърен опонент.
fr: Mode de jeu permettant au joueur d'apprendre les mouvements de base de Warsow et d'affronter un adversaire contrôlé par l'IA en duel.
lt: Žaidimo tipas kuris suteikia patarimų apie pagrindinius Warsow judėjimus ir leidžia žaidėjui žaisti dvikovą prieš AI-kontroliuojamą priešininką.
nl: Speltype waarin de basis van Warsow's besturing, bewegingen, items en wapens wordt uitgelegd en de speler na afloop een duel speelt tegen een computergestuurde tegenstander
pl: Tryb gry, który pozwala poznać podstawy poruszania się w Warsow i zagrać pojedynek z botem.
ru: Обучающий режим игры, предоставляющий подсказки по базовым движениям в игре, а так же позволяющий сыграть дуэль против бота.
uk: Навчальний режим гри, що надає підказки по базовим рухам у грі, а так само дозволяє зіграти дуель проти бота.

source: Don't ask me again
be: Больш не пытацца
bg: Не ме питай отново
fr: Ne plus me demander
lt: Neklausti dar kartą
nl: Vraag me niet weer
pl: Nie pytaj ponownie
ru: Больше не спрашивать
uk: Більше не питати

source: Gameplay tutorial
be: Прайсці навучанне
bg: Урок
fr: Lancer l'initiation
lt: Žaidimo eigos pamokymas
nl: Begin gameplay tutorial
pl: Zagraj instruktaż
ru: Пройти обучение
uk: Пройти навчання

source: You are about to launch the tutorial stage of Warsow. Continue?
be: Вы збіраецеся запусціць узровень, што навучае асновам Warsow. Працягнуць?
bg: Вие сте на път да пуснете урок нивото във Warsow. Сигурни ли сте, че искате да продължите?
fr: Vous êtes sur le point de démarrer le niveau d'initiation à Warsow. Continuer ?
lt: Jūs ketinate pradėti Warsow pamokymo etapą. Tęsti?
nl: Je staat op het punt om de Warsow tutorial te starten. Doorgaan?
pl: Wybrałeś grę instruktażową. Kontynuować?
ru: Вы собираетесь запустить уровень, обучающий основам Warsow. Продолжить?
uk: Ви збираєтеся запустити рівень, навчальний основам Warsow. Продовжити?

source: Welcome to Warsow!
be: Сардэчна запрашаем у Warsow!
bg: Добре довли във Warsow!
fr: Bienvenue dans Warsow !
lt: Sveiki atvykę į Warsow!
nl: Welkom bij Warsow!
pl: Witaj w Warsow!
ru: Добро пожаловать в Warsow!
uk: Ласкаво просимо в Warsow!

source: Perhaps you would like to learn the basics of the gameplay and test your combat skills on our tutorial?
be: Магчыма вы хочаце вывучыць асновы гульні і праверыць свае сілы на нашым навучальным узроўні?
bg: Може би искате да научите основните на играта и да тествате своите умения в нашият урок.
fr: Vous voulez peut-être apprendre les mouvements de base et tester votre aptitude au combat avec notre initiation ?
lt: Galbūt jūs norėtumėte išmokti žaidimo pagrindų ir išmėginti jūsų kovojimo įgūdžius mūsų pamokymuose?
nl: Wil je de beginselen van Warsow leren kennen en je gevechtsvaardigheden testen in onze tutorial?
pl: Wygląda na to, że chciałbyś poznać podstawy rozgrywki i sprawdzić swoje zdolności bojowe w tym krótkim instruktażu
ru: Возможно вы хотите изучить основы игры и проверить свои силы на нашем обучающем уровне?
uk: Можливо ви хочете вивчити основи гри і перевірити свої сили на нашому навчальному рівні?

source: Shuffles teams
be: Змешвае гульцоў у камандах
bg: Разбъркай отборите
fr: Mélange les équipes
lt: Sumaišyti komandas
nl: Teams mengen
pl: Miesza drużyny
ru: Перемешивает игроков в командах
uk: Перемішує гравців в командах

source: Forgot your password?
be: Забылі свой пароль?
bg: Забравена парола?
fr: Mot de passe oublié ?
lt: Pamiršote savo slaptažodį?
nl: Wachtwoord vergeten?
pl: Zapomniałeś hasła?
ru: Забыли свой пароль?
uk: Забули свій пароль?

source: Race
be: Гонка
bg: Гонитба
fr: Сourse
lt: Lenktynės
pl: Wyścig
ru: Гонка
uk: Гонка

source: News
be: Навіны
bg: Новини
fr: Infos
lt: Naujienos
nl: Nieuws
pl: Wiadomości
ru: Новости
uk: Новини

source: New Game
be: Новая Гульня
bg: Нова Игра
fr: Nouvelle partie
lt: Naujas žaidimas
nl: Nieuw spel
pl: Nowa gra
ru: Новая игра
uk: Нова гра

source: Profile
be: Профіль
bg: Профил
fr: Profil
lt: Profilis
nl: Profiel
pl: Profil
ru: Профиль
uk: Профіль

source: Chat
be: Чат
bg: Чат
fr: Discussion
lt: Čatas
nl: Chatten
pl: Czat
ru: Чат
uk: Чат

source: Options
be: Настройкі
bg: Опции
lt: Nustatymai
nl: Opties
pl: Opcje
ru: Настройки
uk: Опції

source: Quit
be: Выйсці
bg: Излез
fr: Quitter
lt: Išeiti
nl: Afsluiten
pl: Wyjście
ru: Выход
uk: Вихід

source: Player
be: Гулец
bg: Играч
fr: Joueur
lt: Žaidėjas
nl: Speler
pl: Gracz
ru: Игрок
uk: Гравець

source: Teams
be: Каманды
bg: Отбори
fr: Équipes
lt: Komandos
pl: Drużyny
ru: Команды
uk: Команди

source: Video
be: Выдэа
bg: Видео
fr: Vidéo
nl: Beeld
pl: Grafika
ru: Видео
uk: Відео

source: Audio
be: Гук
bg: Аудио
lt: Garsas
nl: Geluid
pl: Dźwięk
ru: Звук
uk: Аудіо

source: Input
be: Кіраванне
bg: Вход
fr: Commandes
lt: Valdymas
nl: Invoer
pl: Ustawienia
ru: Управление
uk: Управління

source: Save changes
be: Захаваць змяненні
bg: Запамети промени
fr: Appliquer
lt: Išsaugoti pakeitimus
nl: Wijzigingen opslaan
pl: Zapisz
ru: Сохранить
uk: Зберегти

source: Cancel
be: Скасаваць
bg: Откажи
fr: Annuler
lt: Atšaukti
nl: Annuleren
pl: Anuluj
ru: Отмена
uk: Анулювати

source: Model
be: Мадэль
bg: Модел
fr: Modèle
lt: Modelis
ru: Модель
uk: Модель

source: Name
be: Імя
bg: Име
fr: Nom
lt: Vardas
nl: Naam
pl: Nazwa
ru: Имя
uk: Iм'я

source: Clan
be: Клан
bg: Клан
lt: Klanas
pl: Klan
ru: Клан
uk: Клан

source: Misc
be: Рознае
bg: Разни
fr: Divers
lt: Kita
nl: Divers
pl: Różne
ru: Разное
uk: Різне

source: Spectator HUD
be: HUD назіральніка
bg: HUD за Зрителя
fr: HUD Spectateur
lt: Stebėtojo HUD
nl: Toeschouwer HUD
pl: HUD widza
ru: HUD наблюдателя
uk: HUD спостерігача

source: Crosshair
be: Прыцэл
bg: Мерник
fr: Viseur
lt: Taikiklis
nl: Vizier
pl: Celownik
ru: Прицел
uk: Приціл

source: Weapon handedness
be: Пастава зброі
bg: Лява/Дясна ръка на оръжие
fr: Latéralité de l'arme
lt: Ginklo pozicija
nl: Voorkeurshand
pl: Pozycja broni
ru: Положение оружия
uk: Положення зброї

source: default
be: па змаўчанні
bg: обикновен
fr: par défaut
lt: numatytasis
nl: Standaard
pl: domyślne
ru: по умолчанию
uk: за замовчуванням

source: right
be: справа
bg: дясно
fr: droite
lt: dešineje
nl: Rechts
pl: prawa strona
ru: справа
uk: праворуч

source: left
be: злева
bg: ляво
fr: gauche
lt: kaireje
nl: Links
pl: lewa strona
ru: слева
uk: ліворуч

source: center
be: пасярэдзіне
bg: център
fr: centre
lt: centre
nl: Midden
pl: pośrodku
ru: по центру
uk: по центру

source: FOV
be: вугал агляду
bg: ФОВ
fr: Champ de vision
lt: Matymo laukas
nl: Gezichtsveld
pl: Pole widzenia
ru: Угол обзора
uk: Кут огляду

source: FOV while using zoom
be: Вугал агляду пры пабольшанні
bg: FOV при пусната оптика
fr: Champ de vision pendant le zoom
lt: Matymo laukas naudojant priartinimą
nl: Gezichtsveld tijdens het zoomen
pl: Pole widzenia przy przybliżeniu
ru: Угол обзора при увеличении
uk: Кут огляду при збільшенні

source: Simple items
be: Простыя прадметы
bg: Просто предмети
fr: Objets simples
lt: Supaprastinti daiktai
nl: Eenvoudige items
pl: Symbole przedmiotów
ru: Простые предметы
uk: Прості предмети

source: Show teammates' names
be: Імёны ўдзельнікаў каманды
bg: Показвай имена на съотборниците
fr: Afficher le nom des équipiers
lt: Rodyti komandos narių vardus
nl: Toon namen teamgenoten
pl: Pokazuj imiona sojuszników
ru: Имена членов команды
uk: Показувати імена членів команди

source: Show help
be: Паказваць падказкі
bg: Показвай помощ
fr: Afficher l'aide
lt: Rodyti pagalbą
nl: Toon hulp
pl: Pokazuj wskazówki
ru: Показывать подсказки
uk: Показувати підказки

source: Show weapon model
be: Паказваць мадэль зброі
bg: Показвай модели на оръжията
fr: Afficher le modèle d'arme
lt: Rodyti ginklo modelį
nl: Toon het wapen
pl: Pokazuj broń
ru: Показывать модель оружия
uk: Показувати модель зброї

source: Show minimap
be: Паказваць міні-карту
bg: Показвай мини-карта
fr: Afficher la mini-carte
lt: Rodyti Mini-žemėlapį
nl: Toon kaart
pl: Pokazuj minimapę
ru: Показывать мини-карту
uk: Показувати міні-карту

source: Show FPS counter
be: Паказваць лічыльнік FPS
bg: Показвай FPS брояч
fr: Afficher le compteur d'images par secondes
lt: Rodyti FPS
nl: Toon FPS
pl: Pokazuj licznik FPS
ru: Показывать счетчик FPS
uk: Показувати лічильник FPS

source: Show speed meter
be: Паказваць спідометр
bg: Показвай скоросто-метър
fr: Afficher le compteur de vitesse
lt: Rodyti greičio matuoklį
nl: Toon snelheid
pl: Pokazuj prędkościomierz
ru: Показывать спидометр
uk: Показувати спідометр

source: Show damage indicator
be: Паказваць індыкатар шкоды
bg: Показжай индикатор за щети
fr: Afficher l'indicateur de dégâts
lt: Rodyti žalos indikatorių
nl: Toon schade
pl: Pokazuj wskaźnik obrażeń
ru: Показывать индикатор урона
uk: Показувати індикатор утрати

source: Automatically record demos
be: Аўтаматычна занатоўваць дэмкі
bg: Автоматично записвай повторения
fr: Enregistrer les parties automatiquement
lt: Automatinis demo irašymas
nl: Automatisch demos opnemen
pl: Automatycznie nagrywaj filmy
ru: Автоматически записывать игры
uk: Автоматично записувати демо

source: Endmatch screenshot
be: Здымак экрана пад канец матча
bg: Автоматичен скрийншот в края на мач.
fr: Capture d'écran de fin de partie
lt: Ekrano nuorauka po varžybų
nl: Screenshot einde wedstrijd
pl: Screenshot wyników meczu
ru: Снимок экрана в конце матча
uk: Робити скріншот в кінці матчу

source: Save match stats
be: Скрыншот пад канец матча
bg: Запази статистика от мача
fr: Sauvegarder statistiques de match
lt: Išsaugoti varžybų statistiką
nl: Sla wedstrijd statistieken op
pl: Zapisuj statystyki meczu
ru: Сохранять статистику матча
uk: Зберігати статистику матчу

source: Alpha
bg: Алфа
lt: Alfa
pl: Alfa
ru: Альфа
uk: Альфа

source: Beta
bg: Бета
ru: Бета
uk: Бета

source: Players
be: Гульцы
bg: Играчи
fr: Joueurs
lt: Žaidėjai
nl: Spelers
pl: Gracze
ru: Игроки
uk: Гравці

source: Team model options
be: Настройкі выгляду гульцоў
bg: Настройки на отборния модел
fr: Options des modèles d'équipe
lt: Komandos narių nustatymai
nl: Team model opties
pl: Opcje modelu drużyn
ru: Внешний вид игроков
uk: Налаштування вигляду гравців

source: Fullbright skin
be: Яскравы скін
bg: Fullbright скин
fr: Coloration complète du personnage
lt: Ryški oda
nl: Gekleurde 'Skin'
pl: Skórka jednolita
ru: Яркий скин
uk: Полнояскравий скін

source: Force your team as ALPHA
be: Прымусова ўсталяваць скін "Alpha"
bg: Принуди твоят отбор да е АЛФА
fr: Forcer le modèle "Alpha" pour les équipiers
lt: Priversti savo komandą kaip ALPHA
nl: Forceer jouw team als ALPHA
pl: Wymuś twoją drużynę jako Alfa
ru: Использовать Альфа для союзников
uk: Завжди використовувати модель Альфа для союзників

source: Graphics profile
be: Графічны профіль
bg: Графичен профил
fr: Profil graphique
lt: Grafikos profilis
nl: Grafisch profiel
pl: Profile grafiki
ru: Графический профиль
uk: Графічний профіль

source: Fullscreen
be: Поўнаэкранны рэжым
bg: Цял екран
fr: Plein écran
lt: Per visą ekraną
nl: Volledig scherm
pl: Pełny ekran
ru: Полноэкранный режим
uk: Повноекранний режим

source: Borderless fullscreen
ru: Полноэкранный режим без рамки

source: Vertical sync
be: Вертыкальная сінхранізацыя
bg: Вертикална синхронизация
fr: Synchronisation verticale
lt: Vertikali sinchronizacija
nl: Verticale synchronisatie
pl: Synchronizacja pionowa
ru: Вертикальная синхронизация
uk: Вертикальна синхронізація

source: Screen resolution
be: Разрознасць экрана
bg: Резолюция на екрана
fr: Résolution d'écran
lt: Ekrano rezoliucija
nl: Schermresolutie
pl: Rozdzielczość
ru: Разрешение экрана
uk: Розширення екрану

source: desktop
be: па змаўчанні
bg: работен плот
fr: bureau
lt: pagal nutylejimą
nl: Bureaublad
pl: pulpit
ru: по умолчанию
uk: за замовчуванням

source: Texture quality
be: Якасць тэкстур
bg: Качество на текстурите
fr: Qualité des textures
lt: Tekstūrų kokybė
nl: Texture kwaliteit
pl: Jakość tekstur
ru: Качество текстур
uk: Якість текстур

source: Anisotropic filtering
be: Анізатропная фільтрацыя
bg: Анизотропно филтриране
fr: Filtre anisotropique
lt: Anizotropinis filtravimas
nl: Anisotropische filtering
pl: Filtr anizotropowy
ru: Анизотропная фильтрация
uk: Анізотропна фільтрація

source: Lighting quality
be: Якасць асвятлення
bg: Качество на светлините
fr: Qualité de l'éclairage
lt: Apšvietimo kokybė
nl: Lichtkwaliteit
pl: Jakość oświetlenia
ru: Качество освещения
uk: Якість освітлення

source: vertex lighting
be: вяршыннае асвятленне
bg: вертекс осветление
fr: éclairage vertex
lt: verteksinis apšvietimas
nl: Punt belichting
pl: Oświetlenie wierzchołków
ru: вершинное освещение
uk: вершинне освітлення

source: lightmaps
be: карты асветленасці
bg: светли карти
fr: textures de lumière
lt: žemėlapinis apšvietimas
nl: Lichtkaarten
pl: Mapy oświetleniowe
ru: карты освещенности
uk: карти освітленості

source: per-pixel lighting
be: папіксельнае асвятленне
bg: Осветление на-пиксел
fr: éclairage par pixel
lt: pikselinis apšvietimas
nl: Per-pixel belichting
pl: Oświetlenie po pikselu
ru: попиксельное освещение
uk: попіксельне освітлення

source: Shadows
be: Цені
bg: Сенки
fr: Ombres
lt: Šešėliai
nl: Schaduwen
pl: Cienie
ru: Тени
uk: Тіні

source: off
be: адкл.
bg: изключи
lt: išj.
nl: uit
pl: wył.
ru: откл.
uk: відкл.

source: simple shadows
be: простыя цені
bg: прости сенки
fr: ombres simples
lt: supaprastinti šešėliai
nl: Eenvoudige schaduwen
pl: proste cienie
ru: простые тени
uk: прості тіні

source: shadowmaps
be: карты ценяў
bg: сенчести карти
fr: ombres de la carte
lt: šešėliniai žemėlapiai
nl: Schaduwkaarten
pl: mapy cieniowania
ru: карты теней
uk: карти тіней

source: Greyscale lighting
be: Паўтонавае асвятленне
bg: Светлини за скала на сивия цвят
fr: Niveaux de gris
lt: Pustoninis apšvietimas
nl: Grijswaarde belichting
pl: Oświetlenie szarości
ru: Полутоновое освещение
uk: Півтонове освітлення

source: Use solid colors for world
be: Зафарбоўваць сцены
bg: Иползвай солидни цветове за света
fr: Utiliser des couleurs pleines pour la carte
lt: Naudoti vientisas spalvas pasauliui
nl: Gebruik kleuren voor de spelwereld
pl: Użyj jednolitych kolorów
ru: Закрашивать стены и пол
uk: Зафарбовувати стіни

source: Sound module
be: Гукавы модуль
bg: Модул за звука
fr: Module de son
lt: Garso modulis
nl: Geluidsmodule
pl: Moduł dźwiękowy
ru: Звуковой модуль
uk: Звуковий модуль

source: no sound
be: без гуку
bg: без звук
fr: pas de son
lt: be garso
nl: Geen geluid
pl: bez dźwięku
ru: без звука
uk: без звуку

source: Sound volume
be: Гукавы модуль
bg: Сила на звука
fr: Volume du son
lt: Garsų garsumas
nl: Volume
pl: Głośność dźwięku
ru: Общая громкость
uk: Загальна гучність

source: Music volume
be: Гучнасць гука
bg: Сила музиката
fr: Volume de la musique
lt: Muzikos garsumas
nl: Volume muziek
pl: Głośność muzyki
ru: Громкости музыки
uk: Гучності музики

source: Players volume
be: Гучнасць гульцоў
bg: Сила на играчите
fr: Volume des joueurs
lt: Žaidėjų garsumas
nl: Volume spelers
pl: Głośność graczy
ru: Громкость игроков
uk: Гучність гравців

source: Effects volume
be: Гучнасць эфектаў
bg: Сила на ефектите
fr: Volume des effets
lt: Efektų garsumas
nl: Volume effecten
pl: Głośność efektów dźwięk.
ru: Громкость звуковых эффектов
uk: Гучність звукових ефектів

source: Announcer volume
be: Гучнасць дыктара
bg: Сила на коментатора
fr: Volume du commentateur
lt: Pranešėjo garsumas
nl: Volume aankondiger
pl: Głośność komentatora
ru: Громкость комментатора
uk: Гучність коментатора

source: Voice chat volume
be: Гучнасць галасавога чату
bg: Сила на гласовият чат
fr: Volume du chat vocal
lt: Balso pokalbių garsumas
nl: Stem chat volume
pl: Głośność czatu głosowego
ru: Громкость голосового чата
uk: Гучність голосового чату

source: Hit sounds volume
be: Гучнасць трапленняў па цэлі
bg: Сила на звука при попадение
fr: Volume du son des dégâts
lt: Pataikymo garsų garsumas
nl: Volume schade geluiden
pl: Głośność dźwięków obrażeń
ru: Громкость попаданий в цель
uk: Гучність влучень в ціль

source: Mouse
be: Мыш
bg: Мишка
fr: Souris
lt: Pelė
nl: Muis
pl: Мysz
ru: Мышь
uk: Миша

source: Movement
be: Рушэнне
bg: Движение
fr: Mouvement
lt: Judėjimas
nl: Beweging
pl: Ruch
ru: Движения
uk: Рух

source: Actions
be: Дзеі
bg: Действия
lt: Veiksmai
nl: Acties
pl: Akcje
ru: Действия
uk: Дії

source: Weapons
be: Зброя
bg: Оръжия
fr: Armes
lt: Ginklai
nl: Wapens
pl: Broń
ru: Оружие
uk: Зброя

source: Voice chat
be: Галасавы чат
bg: Гласов чат
fr: Chat vocal
lt: Balso pokalbiai
nl: Stem chat
pl: Czat głosowy
ru: Голосовой чат
uk: Голосовий чат

source: Saved
be: Захавана
bg: Запомнен
fr: Sauvegardé
lt: Išsaugota
nl: Opgeslagen
pl: Zapisano
ru: Сохранено
uk: Збережено

source: Mouse sensitivity
be: Датклівасць мышы
bg: Бързина на мишката
fr: Sensibilité de la souris
lt: Pelės jautrumas
nl: Gevoeligheid muis
pl: Czułość myszy
ru: Чувствительность мыши
uk: Чутливість миші

source: Mouse acceleration
be: Паскарэнне мышы
bg: Ускорение на мишката
fr: Accélération de la souris
lt: Pelės akseleravimas
nl: Versnelling muis
pl: Przyspieszenie myszy
ru: Ускорение мыши
uk: Прискорення миші

source: Mouse filter
be: Згладжванне мышы
bg: Филтър на мишката
fr: Filtre souris
lt: Pelės judesių filtravimas
nl: Muisfilter
pl: Filtr myszy
ru: Сглаживание движений мыши
uk: Згладжування рухів миші

source: Invert mouse
be: Інвертаваць мыш
bg: Обърни мишката
fr: Inverser la souris
lt: Pelės invertavimas
nl: Omgedraaide muis
pl: Odwróć ruchy myszy
ru: Инвертировать мышь
uk: Iнвертувати миш

source: Forward
be: Наперад
bg: Напред
fr: Avant
lt: Pirmyn
nl: Vooruit
pl: W przód
ru: Вперёд
uk: Вперед

source: Backward
be: Назад
bg: Назад
fr: Arrière
lt: Atgal
nl: Achteruit
pl: Wstecz
ru: Назад
uk: Назад

source: Left
be: Налева
bg: На ляво
fr: Gauche
lt: Kairėn
nl: Links
pl: W lewo
ru: Влево
uk: Вліво

source: Right
be: Направа
bg: На дясно
fr: Droite
lt: Dešinėn
nl: Rechts
pl: W prawo
ru: Вправо
uk: Вправо

source: Up / jump
be: Ўгару / скок
bg: Нагоре / Скочи
fr: Haut / sauter
lt: Į viršų / Pašokti
nl: Omhoog / spring
pl: Skok
ru: Вверх / прыжок
uk: Вгору / стрибок

source: Down / crouch
be: Наніз / прысесці
bg: Надолу / клекни
fr: Bas / s'accroupir
lt: Į apačią / Pritūpti
nl: Omlaag / hurk
pl: Przykucnięcie
ru: Вниз / присесть
uk: Вниз / присісти

source: Dash / walljump
be: Рывок / адскок ад сцяны
bg: Плъзгане / скок по стената
fr: Ruée / bond sur le mur
lt: Smarkus judesys / Sienos šuolis
nl: Dash / muursprong
pl: Walljump
ru: Рывок / отскок от стены
uk: Ривок / відскік від стіни

source: Run / walk
be: Бегчы / ісці
bg: Бягай / върви
fr: Courir / marcher
lt: Bėgti / Eiti
nl: Rennen / lopen
pl: Bieg / chód
ru: Бежать / идти
uk: Бігти / йти
