Repository: mikejsavage/forksow-assets
Catalog: l10n/ui/*.po
Languages: be, bg, fr, lt, nl, pl, ru, uk

source: Restart race
be: Перазапусціць гонку
nl: Herstart race
pl: Restartować wyścig
ru: Перезапустить гонку
uk: Перезапустити гонку

source: Enter practice mode
be: Увайсці ў трэніровачны рэжым
nl: Begin oefenmodus
pl: Wejdź do trybu ćwiczeniowego
ru: Перейти в тренировочный режим
uk: Увійти в тренувальний режим

source: Leave practice mode
be: Пакінуць трэніровачны рэжым
nl: Verlaat oefenmodus
pl: Wyjdź z trybu ćwiczeniowego
ru: Покинуть тренировочный режим
uk: Покинути тренувальний режим

source: Enable noclip mode
be: Ўключыць рэжым палёту
nl: Inschakelen noclip modus
pl: Włącz tryb noclip
ru: Включить режим полёта
uk: Включити режим польоту

source: Disable noclip mode
be: Выключыць рэжым палёту
nl: Uitschakelen noclip modus
pl: Wyłącz tryb noclip
ru: Выключить режим полёта
uk: Вимкнути режим польоту

source: Save position
be: Захаваць пазіцыю
nl: Positie opslaan
pl: Zapisz pozycję
ru: Сохранить позицию
uk: Зберегти позицію

source: Load saved position
be: Загрузіць захаваныя пазіцыю
nl: Opgeslagen positie laden
pl: Wczytaj zapisaną pozycję
ru: Загрузить сохранённую позицию
uk: Завантажити збережену позицію

source: Clear saved position
be: Ачысціць захаванай пазіцыю
nl: Opgeslagen positie wissen
pl: Wyczyść zapisaną pozycję
ru: Очистить сохранённую позицию
uk: Очистити збережену позицію

source: Get 5 frags in a row without getting fragged
be: Зарабіць 5 фрагай на працягу аднаго жыцця
nl: Behaal 5 frags op rij zonder gefragged te worden
pl: Zdobądź 5 fragów z rzędu bez zostania sfragowanym
ru: Заработайте 5 фрагов в течение одной жизни
uk: Заробіть 5 фрагів протягом одного життя

source: Get 25 frags in a row without getting fragged
be: Зарабіць 25 фрагай на працягу аднаго жыцця
nl: Behaal 25 frags op rij zonder gefragged te worden
pl: Zdobądź 25 fragów z rzędu bez zostania sfragowanym
ru: Заработайте 25 фрагов в течение одной жизни
uk: Заробіть 25 фрагів протягом одного життя

source: Keep the Mega Health under your control
be: Пастаянна падбірайце Мегаздароўе
nl: Hou controle over de Megahealth
pl: Kontroluj Mega-Życie
ru: Постоянно подбирайте Мегаздоровье
uk: Постійно підбирайте Мегаздоров'я

source: Frag an opponent 3 times in a short time frame
be: Фрагните суперніка 3 разы за кароткі прамежак часу
nl: Frag een tegenstander 3 keer in een korte tijd
pl: Zastrzel przeciwnika 3 razy w krótkim odstępie czasowym
ru: Фрагните соперника 3 раза за короткий промежуток времени
uk: Фрагніте суперника 3 рази за короткий проміжок часу

source: Hit an opponent directly with a grenade a few times
be: Пападзіце пару разоў гранатай прама ў суперніка
nl: Raak een regenstander met een aantal directe granaten
pl: Kilka razy uderz bezpośrednio granatem przeciwnika
ru: Попадите пару раз гранатой прямо в соперника
uk: Потрапте пару раз гранатою прямо в суперника

source: Defuse the bomb at the last second
be: Обезвредьте бомбу на апошняй секундзе
nl: Ontmantel de bom op het laatste moment
pl: Rozbrój bombę w ostatniej sekundzie
ru: Обезвредьте бомбу на последней секунде
uk: Знешкодити бомбу на останній секунді

source: Recover your flag from the opponent carrying it
be: Прыбярыце свой сцяг у суперніка
nl: Herover jouw vlag uit de handen van de tegenstander
pl: Odzyskaj flagę od posiadającego ją przeciwnika
ru: Отберите свой флаг у соперника
uk: Приберіть свій прапор у суперника

source: Get 20 frags in a row without getting fragged
be: Зарабіць 20 фрагай на працягу аднаго жыцця
nl: Behaal 20 frags op rij zonder gefragged te worden
pl: Zdobądź 20 fragów z rzędu bez zostania sfragowanym
ru: Заработайте 20 фрагов в течение одной жизни
uk: Заробіть 20 фрагів протягом одного життя

source: Frag an opponent in mid-air with a grenade
be: Пападзіце гранатай у суперніка, які знаходзіцца ў паветры
nl: Frag een tegenstander midden in de lucht met een granaat
pl: Zestrzel lecącego przeciwnika granatem
ru: Попадите гранатой в соперника, находящегося в воздухе
uk: Потрапте гранатою в суперника, що знаходиться в повітрі

source: Get 10 frags in a row without getting fragged
be: Зарабіць 10 фрагай на працягу аднаго жыцця
nl: Behaal 10 frags op rij zonder gefragged te worden
pl: Zdobądź 10 fragów z rzędu bez zostania sfragowanym
ru: Заработайте 10 фрагов в течение одной жизни
uk: Заробіть 10 фрагів протягом одного життя

source: Congratulations! You have won 1000 matches!
be: Віншуем! Вы атрымалі перамогу ў 1000 матчах!
nl: Gefeliciteerd! Je hebt 1000 wedstrijden gewonnen!
pl: Gratulacje! Wygrałeś 1000 meczów!
ru: Поздравляем! Вы одержали победу в 1000 матчах!
uk: Вітаємо! Ви здобули перемогу в 1000 матчах!

source: Frag an opponent 4 times in a short time frame
be: Фрагните суперніка 4 разы за кароткі прамежак часу
nl: Frag een tegenstander 4 keer in korte tijd
pl: Zestrzel przeciwnika 4 razy w krótkim odstępie czasowym
ru: Фрагните соперника 4 раза за короткий промежуток времени
uk: Фрагніте суперника 4 рази за короткий проміжок часу

source: Defend your flag or flag carrier
be: Абараніце свой сцяг і пераносчыка сцяга
nl: Verdedig jouw vlag of de vlagdrager
pl: Broń swojej flagi lub noszącego flagę z twojej drużyny
ru: Защитите свой флаг или переносчика флага
uk: Захистіть свій прапор і переносника прапора

source: Score more points than other players and receive the "Fair Play" award in a single match
be: Зарабіць больш за ўсё ачкоў і атрымай ўзнагароду "Fair Play"
nl: Behaal meer punten dan andere spelers en ontvang de "Eerlijk Spel" prijs in een enkele wedstrijd
pl: Zdobądź więcej punktów od innych graczy i zdobądź nagrodę "Fair Play" w jednym meczu
ru: Заработайте больше всего очков и получи награду "Fair Play"
uk: Заробіть найбільше очок і отримай нагороду "Fair Play"

source: Frag an opponent in mid-air with a rocket
ru: Попадите ракетой в соперника, находящегося в воздухе

source: Plant the bomb at a bomb site
be: Усталюйце бомбу ў адной з двух кропак суперніка
nl: Plaats de bom op de bomplaats
pl: Ustaw bombę w odpowiednim na nią miejscu
ru: Установите бомбу в одной из двух точек соперника
uk: Встановіть бомбу в одній з двох точок суперника

source: Wow! You have won 100 matches!
be: Ого! Вы сталі пераможцам у 100 матчах!
nl: Wauw! Je hebt 100 wedstrijden gewonnen!
pl: Jej! Wygrałeś 100 meczów!
ru: Ого! Вы стали победителем в 100 матчах!
uk: Ого! Ви стали переможцем в 100 матчах!

source: Show respect to your opponents during the post-match intermission
be: Праявіце павагу да суперніка пасля заканчэння матчу
nl: Toon respect naar je tegenstanders na afloop van de wedstrijd
pl: Okaż szacunek przeciwnikom podczas przerwy między meczami
ru: Проявите уважение к сопернику после окончания матча
uk: Проявіть повагу до суперника після закінчення матчу

source: Wow! You have played 1000 matches!
be: Брава! Вы выйгралі 1000 матчаў!
nl: Wauw! Je hebt 1000 wedstrijden gespeeld!
pl: Wow! Rozegrałeś 1000 meczy!
ru: Браво! Вы сыграли 1000 матчей!
uk: Браво! Ви виграли 1000 матчів!

source: Wow! You have played 500 matches!
be: Выдатна! Вы выйгралі 500 матчаў!
nl: Wauw! Je hebt 500 wedstrijden gespeeld!
pl: Gratulacje! Wygrałeś 500 meczów!
ru: Отлично! Вы сыграли 500 матчей!
uk: Відмінно! Ви виграли 500 матчів!

source: Defuse the bomb without being seen by the opponent
be: Обезвредьте бомбу незаўважна для суперніка
nl: Ontmantel de bom zonder door de tegenstander gezien te worden
pl: Rozbrój bombę będąc niezauważonym przez przeciwników
ru: Обезвредьте бомбу незаметно для соперника
uk: Обезвредьте бомбу непомітно для суперника

source: Hit an opponent directly with a rocket a few times
be: Пападзіце некалькі разоў ракетай прама ў суперніка
nl: Raak een tegenstander met een aantal directe raketten
pl: Bezpośrednio traf przeciwnika kilka razy rakietą
ru: Попадите несколько раз ракетой прямо в соперника
uk: Потрапте кілька разів ракетою прямо в суперника

source: Congratulations! You have won 250 matches!
be: Віншуем! Вы перамаглі ў 250 матчах!
nl: Gefeliciteerd! Je hebt 250 wedstrijden gewonnen!
pl: Gratulacje! Wygrałeś 250 meczów!
ru: Поздравляем! Вы победили в 250 матчах!
uk: Вітаємо! Ви перемогли в 250 матчах!

source: Frag the entire opposing team in Bomb and Defuse
be: Фрагните ўсіх гульцоў з варожай каманды ў рэжыме Bomb and Defuse
nl: Frag het gehele vijandige team in Bomb and Defuse
pl: Zastrzel całą przeciwną drużynę w trybie Minowania i Rozbrajania
ru: Фрагните всех игроков из вражеской команды в режиме Bomb and Defuse
uk: Фрагніте всіх гравців з ворожої команди в режимі Bomb and Defuse

source: Plant the bomb within 10 seconds
be: Усталюйце бомбу на працягу 10 секунд
nl: Plaats de bom binnen 10 seconden
pl: Uzbrój bombę w ciągu 10 sekund
ru: Установите бомбу в течение 10 секунд
uk: Встановіть бомбу протягом 10 секунд

source: Frag the bomb-carrying opponent
be: Фрагните пераносчыка бомбы з варожай каманды
nl: Frag de vijandige bomdrager
pl: Zestrzel wroga niosącego bombę
ru: Фрагните переносчика бомбы из вражеской команды
uk: Фрагніте переносника бомби з ворожої команди

source: Frag an opponent while moving at high speed
be: Фрагните суперніка на высокай хуткасці
nl: Frag een tegenstander terwijl je snel beweegt
pl: Zestrzel przeciwnika poruszając się z dużą prędkością
ru: Фрагните соперника на высокой скорости
uk: Фрагніте суперника на високій швидкості

source: Warsow is a fast-paced game with advanced movement. When playing, hold your device as shown in the picture, with four of your fingers in front of the screen, to make sure you can perform movement tricks, aim and fire at the same time.
be: Warsow патрабуе хуткіх дзеянняў і рэакцыі. Падчас гульні трымаеце сваё прылада, як паказана на малюнку, так, каб чатыры вашых пальца знаходзіліся перад экранам, і вы маглі выкарыстоўваць прыёмы перамяшчэння, цэліцца і страляць адначасова.
nl: Warsow is een spel met snelle actie en complexe bewegingen. Hou tijdens het spelen het apparaat vast zoals afgebeeld, met vier van je vingers op het scherm, zodat je tegelijkertijd trucs kunt uitvoeren, mikken en schieten.
pl: Warsow to szybka gra z zaawansowaną mechaniką poruszania się. W trakcie gry, trzymaj swoje urządzenie tak jak pokazano na obrazku, trzymając cztery palce przed ekranem w celu upewnienia się, że potrafisz poruszać się, celować i strzelać w tym samym czasie.
ru: Warsow требует быстрых действий и реакции. Во время игры держите своё устройство, как показано на изображении, так, чтобы четыре ваших пальца находились перед экраном, и вы могли использовать приёмы передвижения, прицеливаться и стрелять одновременно.
uk: Warsow вимагає швидких дій і реакції. Під час гри тримайте свій пристрій, як показано на зображенні, те щоб чотири ваших пальця перебували перед екраном, і ви могли використовувати прийоми пересування, прицілюватися і стріляти одночасно.

source: Frag an opponent 2 times in a short time frame
be: Фрагните суперніка 2 разы за кароткі прамежак часу
nl: Frag een tegenstander 2 keer in korte tijd
pl: Zestrzel przeciwnika 2 razy w krótkim odstępie czasowym
ru: Фрагните соперника 2 раза за короткий промежуток времени
uk: Фрагніте суперника 2 рази за короткий проміжок часу

source: View match info
be: Статыстыка матчу
bg: Статистика за мач
nl: Bekijk wedstrijd informatie
pl: Zobacz informacje o meczu
ru: Статистика матча
uk: Статистика матчу

source: Get 15 frags in a row without getting fragged
be: Зарабіць 15 фрагай на працягу аднаго жыцця
nl: Behaal 15 frags op rij zonder gefragged te worden
pl: Zdobądź 15 fragów z rzędu bez zostania sfragowanym
ru: Заработайте 15 фрагов в течение одной жизни
uk: Заробіть 15 фрагів протягом одного життя

source: Brightness
be: Яркасць
bg: Яркост
fr: Luminosité
lt: Ryškumas
nl: Helderheid
pl: Jasność
ru: Яркость
uk: Яскравість

source: Congratulations! You have won 500 matches!
be: Віншуем! Вы скончылі 500 матчаў з перамогай!
nl: Gefeliciteerd! Je hebt 500 wedstrijden gewonnen!
pl: Gratulacje! Wygrałeś 500 meczów!
ru: Поздравляем! Вы закончили 500 матчей с победой!
uk: Вітаємо! Ви закінчили 500 матчів з перемогою!

source: Enable weapon animation
be: Ўключыць анімацыю зброі
bg: Активиране анимации оръжия
fr: Activer l'animation d'arme
lt: Įjungti ginklų animaciją
nl: Wapen animaties inschakelen
pl: Włącz animację broni
ru: Включить анимацию оружия
uk: Включити анімацію зброї

source: Frag a fast-moving opponent
be: Фрагните нясецца суперніка
nl: Frag een snel bewegende tegenstander
pl: Zestrzel przeciwnika poruszającego się szybko
ru: Фрагните несущегося соперника
uk: Фрагніте мчить суперника

source: Enable view animation
be: Анімацыя камеры пры прызямленні
bg: Анимация камера на разтоварване
fr: Activer voir l'animation
lt: Įjungti žiūrėjimo animaciją
nl: Gezichtsveld animaties inschakelen
pl: Włącz animację poglądu
ru: Анимация камеры при приземлении
uk: Анімація камери при приземленні

source: Wow! You have played 100 matches!
be: Выдатна! Вы ўжо згулялі 100 матчаў!
nl: Wauw! Je hebt 100 wedstrijden gespeeld!
pl: Wow! Rozegrałeś 100 meczy!
ru: Замечательно! Вы уже сыграли 100 матчей!
uk: Чудово! Ви вже зіграли 100 матчів!

source: Quick menu
be: Гарачае меню
bg: Бързо меню
fr: Menu rapide
lt: Greitas meniu
nl: Snelmenu
pl: Szybkie menu
ru: Горячее меню
uk: Гаряче меню

source: Wow! You have played 250 matches!
be: Выдатна! Вы пакарылі адзнаку ў 250 матчаў!
nl: Wauw! Je hebt 250 wedstrijden gespeeld!
pl: Wow! Rozegrałeś 250 meczy!
ru: Здорово! Вы покорили отметку в 250 матчей!
uk: Здорово! Ви підкорили позначку в 250 матчів!

source: Version %s of %s is available.
be: Даступная версія абнаўлення %s для %s.
bg: Свободно актуализирана версия %s към %s.
fr: La version %s de %s est disponible.
lt: Versija %s iš %s yra pasiekiama.
nl: Versie %s van %s is beschikbaar.
pl: Wersja %s na %s jest dostępna.
ru: Доступна версия обновления %s для %s.
uk: Доступна версія оновлення %s для %s.

source: Defuse the bomb
be: Обезвредьте бомбу
nl: Ontmantel de bom
pl: Rozbrój bombę
ru: Обезвредьте бомбу
uk: Знешкодить бомбу

source: Click OK for more information.
be: Націсніце OK для атрымання больш падрабязнай інфармацыі.
bg: Щракнете върху OK, за да получите повече информация.
fr: Cliquez sur OK pour obtenir plus d'informations.
lt: Spauskite OK, kad gautumėte daugiau informacijos.
nl: Klik OK voor meer informatie
pl: Naciśnij OK po więcej informacji.
ru: Нажмите OK для получения более подробной информации.
uk: Натисніть ОК для отримання більш докладної інформації.

source: Register to Warsow during QuakeNet launch event
be: Зарэгіструйцеся ў Warsow падчас старту працы QuakeNet
nl: Registreer bij Warsow tijdens QuakeNet launch event
pl: Zarejestruj się w Warsow podczas rozpoczęcia wydarzenia QuakeNet
ru: Зарегистрируйтесь в Warsow во время старта работы QuakeNet
uk: Увійдіть в Warsow під час старту роботи QuakeNet

source: Open in browser
be: Адкрыць у браўзары
bg: Отвори браузър
fr: Ouvrir dans le navigateur
lt: Atidaryti naršyklėje
nl: Openen in browser
pl: Otwórz w przeglądarce
ru: Открыть в браузере
uk: Відкрити в браузері

source: Hit an opponent 3 times with the Electrobolt or the Instagun without missing
be: Пападзіце 3 разы без прамашкі з Электроболта або Инстагана
nl: Raak een tegenstander 3 keer met de Electrobolt of Instawapen zonder te missen
pl: Traf w przeciwnika 3 razy z rzędu za pomocą Elektrycznego bełtu lub Instaguna
ru: Попадите 3 раза без промаха с Электроболта или Инстагана
uk: Потрапте 3 рази без промаху з Електроболта або Інстагана

source: Match timer
be: Таймер матча
bg: Мач Таймер
fr: Minuteur
lt: Varžybų laikrodis
nl: Wedstrijd klok
pl: Odmierzanie czasu gry
ru: Таймер матча
uk: Таймер матчу

source: Frag the opponent who has your flag
be: Фрагните суперніка, які скраў твой сцяг
nl: Frag de tegenstander die jouw vlag heeft
pl: Zestrzel przeciwnika niosącego flagę
ru: Фрагните соперника, укравшего твой флаг
uk: Фрагніте суперника, який вкрав твій прапор

source: count down
be: адваротны адлік
bg: отброяване
fr: compte à rebours
lt: Atgalinis skaičiavimas
nl: tel af
pl: Odliczanie w dół
ru: обратный отсчёт
uk: зворотний відлік

source: Keep the Red Armor under your control
be: Падбірайце чырвоную браню, не разумеючы сутнасці яе ворагу
nl: Hou controle over het Rode Pantser
pl: Utrzymaj Czerwony Pancerz
ru: Подбирайте красную броню, не отдавая её врагу
uk: Підбирайте червону броню, не віддаючи її ворогові

source: count up
be: просты адлік
bg: Възходящо броене
fr: compter jusqu'à
lt: Skaičiavimas iki
nl: tel omhoog
pl: Odliczanie wzwyż
ru: прямой отсчёт
uk: прямий відлік

source: Score the first frag for your team in the match
be: Зарабіць першы фрагай ў матчы для сваёй каманды
nl: Behaal de eerste frag voor jouw team in de wedstrijd
pl: Zdobądź pierwszego fraga w meczu dla swojej drużyny
ru: Заработайте первый фраг в матче для своей команды
uk: Заробіть перший фраг в матчі для своєї команди

source: Home
be: Галоўная
bg: Начало
fr: Accueil
lt: Namai
nl: Begin
pl: Główna
ru: Главная
uk: Головна

source: Are you sure you want to quit?
be: Вы сапраўды жадаеце выйсці?
bg: Сигурни ли сте, че искате да излезете?
fr: Êtes-vous certain de vouloir quitter ?
lt: Ar jūs tikri, kad norite išeiti?
nl: Weet je zeker dat je wilt stoppen?
pl: Czy na pewno chcesz zrezygnować z gry?
ru: Вы действительно хотите выйти?
uk: Ви точно хочете покинути гру?

source: contrast
be: кантрасны
bg: Контраст
fr: contraste
lt: Kontrastas
pl: kontrast
ru: контрастный
uk: контрастний

source: high
be: высокі
bg: Високо
fr: élevée
lt: Aukštos
nl: hoog
pl: wysokie
ru: высокий
uk: високий

source: high+
be: высокі+
bg: Високо+
fr: élevée+
lt: Aukštos+
nl: hoog+
pl: bardzo wysokie
ru: высокий+
uk: високий+

source: low
be: нізкі
bg: Ниско
fr: basse
lt: Žemos
nl: laag
pl: niskie
ru: низкий
uk: низький

source: medium
be: сярэдні
bg: Средно
fr: moyenne
lt: Vidutinės
nl: gemiddeld
pl: średnie
ru: средний
uk: середній

source: stream
be: стрымерскі
bg: стрийм
nl: Uitzenden
ru: стримерский
uk: стрімерський

source: Accuracy details
be: Статыстыка трапленняў
bg: Детайли за точността
fr: Précision en détail
lt: Taiklumo detalės
nl: Nauwkeurigheids-informatie
pl: Statystyki celności
ru: Статистика попаданий
uk: Статистика попадань

source: View awards
be: Узнагароды
bg: Виж награди
fr: Voir les récompenses
lt: Rodyti apdovanojimus
nl: Bekijk prijzen
pl: Wyświetlaj odznaczenia
ru: Награды
uk: Винагороди

source: Logout
be: Выйсці
bg: Излез
fr: Se déconnecter
lt: Atsijungti
nl: Uitloggen
pl: Wyloguj
ru: Выйти
uk: Вийти

source: Weapon
be: Зброя
bg: Оръжие
fr: Arme
lt: Ginklas
nl: Wapen
pl: Broń
ru: Оружие
uk: Зброя

source: Use
be: Ужыццё
bg: Любимо
fr: Usage
lt: Naudoji
nl: Gebr.
pl: Użycie
ru: Исп.
uk: Вик.

source: Accuracy
be: Дакладнасць
bg: Точност
fr: Précision
lt: Taiklumas
nl: Nauwkeurigheid
pl: Celność
ru: Точность
uk: Точність

source: Wins
be: Перамог
bg: Победи
fr: Victoires
lt: Laimėjimai
nl: Gewonnen
pl: Wygrane
ru: Победы
uk: Перемоги

source: Losses / quits
be: Паражэнняў / выхадаў
bg: Загуби / напускания
fr: Défaites / abandons
lt: Pralaimėjimai / išėjimai
nl: Verloren / afgehaakt
pl: Przegrane/Wyjścia
ru: Поражения / выходы
uk: Програші / виходи

source: Frags / deaths
be: Фрагаў / смярцей
bg: Фрагове / умирания
fr: Frags / morts
lt: Nužudymai / mirtys
nl: Frags / gestorven
pl: Fragi/zgony
ru: Фраги / смерти
uk: Фраги / смерті

source: Friends
be: Сябры
bg: Приятели
fr: Amis
lt: Draugai
nl: Vrienden
pl: Znajomi
ru: Друзья
uk: Друзі

source: Offline
be: Выключаны
bg: Офлайн
fr: Hors-ligne
lt: Neprisijungęs
pl: Niedostępny
ru: Не в сети
uk: Вимкнений

source: Acc
be: Дакл.
bg: Точн.
fr: Préc.
lt: Taiklu
nl: Nauwk.
pl: Cel
ru: Точн.
uk: Точ.

source: Time played:
be: Час у гульне:
bg: Играно време:
fr: Temps joué :
lt: Laiko žaista:
nl: Tijd gespeeld:
pl: Czas gry:
ru: Время в игре:
uk: Часу в грі:

source: Awards
be: Узнагароды
bg: Награди
fr: Récompenses
lt: Apdovanojimai
nl: Prijzen
pl: Odznacznia
ru: Награды
uk: Нагороди

source: easy
be: лёгкі
bg: лесни
fr: facile
lt: Lengva
nl: makkelijk
pl: łatwy
ru: лёгкий
uk: легкий

source: hard
be: цяжкі
bg: трудни
fr: difficile
lt: Sunku
nl: moeilijk
pl: trudny
ru: трудный
uk: важкий

source: Suggested servers
be: Рэкамендаваныя серверы
bg: Предложени сървъри
fr: Suggestions de serveurs
lt: Siūlomi serveriai
nl: Aanbevolen servers
pl: Proponowane serwery
ru: Рекомендуемые серверы
uk: Рекомендуємі сервери

source: Less than an hour
be: Менш за гадзіну
bg: По-малко от час
fr: Moins d'une heure
lt: Mažiau nei viena valanda
nl: Minder dan een uur
pl: Mniej niż godzina
ru: Менее часа
uk: Меньше години

source: 1 hour
be: 1 гадзіна
bg: 1 час
fr: 1 heure
lt: 1 valanda
nl: 1 uur
pl: 1 godzina
ru: 1 час
uk: 1 година

source: %s hours
be: %s гадзін
bg: %s часове
fr: %s heures
lt: %s valandos
nl: %s uren
pl: %s godzin(y)
ru: %s ч.
uk: %s годин

source: %s days, %s hours
be: %s дзён, %s гадзін
bg: %s дни, %s часа
fr: %s jours, %s heures
lt: %s dienos, %s valandos
nl: %s dagen, %s uren
pl: %s dni, %s godzin(y)
ru: %s дн., %s ч.
uk: %s днів, %s годин

source: Last seen %s days ago
be: Апошняя гульня: %s дзён таму
bg: Последно видян преди %s дни
fr: Vu(e) pour la dernière fois il y a %s jours
lt: Paskutinį kartą matytas prieš %s dienas
nl: %s dagen geleden voor het laatst gezien
pl: Ostatnio %s dni temu
ru: Последняя игра: %s дн. назад
uk: Остання гра: %s днів назад

source: No data yet
be: Пакуль няма дадзеных
bg: Все още няма дата
fr: Pas encore de données
lt: Jokių duomenų dar nėra
nl: Nog geen gegevens
pl: Brak danych
ru: Нет данных
uk: Немає даних

source: No friends yet
be: Пакуль няма сяброў
bg: Все ощя няма приятели
fr: Pas encore d'amis
lt: Jokių draugų dar nėra
nl: Nog geen vrienden
pl: Brak przyjaciół
ru: Друзей пока нет
uk: Поки друзів немає

source: Connected to
be: Падключаны да
bg: Свързан към
fr: Connecté à
lt: Prisijungta prie
nl: Verbonden met
pl: Podłączony do
ru: Подключился к
uk: Приєднатися до

source: Show team locations
be: Паказваць месцаванне каманды
bg: Покажи позицията на отбора
fr: Voir l'emplacement des coéquipiers
lt: Rodyti komandos būvimo vietą
nl: Toon team locaties
pl: Zlokalizuj drużynę
ru: Показывать расположение команды
uk: Показувати розташування команди

source: Close
be: Зачыніць
bg: Затвори
fr: Fermer
lt: Uždaryti
nl: Sluiten
pl: Zamknij
ru: Закрыть
uk: Закрити

source: Demo filename
be: Імя файла запісу
bg: Име на демо
fr: Nom de la démo
lt: Įrašo pavadinimas
nl: Opname bestandsnaam
pl: Nazwa filmu
ru: Имя файла записи
uk: Назва файлу демо

source: Ranked
be: Рангавы
bg: Класиран
fr: Rang
lt: Reitingas
pl: Rankingowa
ru: Ранговый
uk: Ранговий

source: Password required
be: патрабуецца пароль
bg: Нужна е парола
fr: Mot de passe requis
lt: Reikalingas slaptažodis
nl: Wachtwoord vereist
pl: Wymagane hasło
ru: требуется пароль
uk: потрібно пароль

source: Screenshot
be: Здымак экрана
bg: Скрийншот
fr: Capture d'écran
lt: Ekrano nuotrauka
nl: Schermopname
pl: Zrzut ekranu
ru: Снимок экрана
uk: Скріншот

source: Scoreboard
be: Табліца вынікаў
bg: Табло с резултати
fr: Tableau des scores
lt: Rezultatų lentelė
nl: Scorebord
pl: Tabela wyników
ru: Таблица результатов
uk: Таблиця результатів

source: Show pressed keys
be: Паказваць націснутыя клавішы
bg: Покажи натиснати копчета
fr: Voir les touches appuyées
lt: Rodyti paspaustus mygtukus
nl: Laat ingedrukte toetsen zien
pl: Pokaż wciśnięte klawisze
ru: Показывать нажатые клавиши
uk: Показувати натиснуті клавіші

source: Join
be: Прылучыцца
bg: Влез
fr: Rejoindre
lt: Prisijungti
nl: Meedoen
pl: Dołącz
ru: Присоединиться
uk: Приєднатися
