Repository: mikejsavage/forksow-assets
Catalog: l10n/ui/*.po
Languages: be, bg, fr, lt, nl, pl, ru, uk

source: Team game mode where in which players join either the attacking team or the defending team. Each team attempts to complete their mission objective, either planting the bomb or defending the bomb site, or eliminate the opposing team.
be: Камандны рэжым, у якім гульцы далучаюцца да атакоўнага ці абаранялага боку. Мэта кожнага з бакоў — знішчыць усіх гульцоў процілеглага боку або выканаць сваю місію шляхам падрыву ці абясшкоджванні бомбы.
bg: Отборен режим на игра, където всеки играч се присъединява или към атакуващ или защитаващ се отбор. Всеки отбор се опитва да изпълни своята мисия, като за да победи трябва или да активира бомбата/предпази целта, или да елиминира противниковият отбор.
fr: Mode de jeu dans lequel les joueurs rejoignent soit l'équipe des attaquants, soit celle des défenseurs. Chacune des deux équipes essaie d'accomplir son objectif de mission : poser ou désamorcer la bombe, ou éliminer les membres de l'équipe opposée.
lt: Komandų žaidimo režimas kuriame žaidėjai prisijungia prie puolėjų arba gynėjų komandos. Abi komandos bando užbaigti jų misijos tikslą, arba padėti bombą, arba apginti bombos dėjimo vietą, arba pašalinti prišingą komandą.
nl: Team game mode waarin elke speler zich in het aanvallende of verdedigende team aansluit. Elke speler probeert zijn of haar teams doel te bereiken door de bom te planten, het verdedigen van de bomplaats of door het vijandelijke team uit te schakelen.
pl: Tryb gry drużynowej, w którym gracze dołączają do drużyny atakującej, bądź broniącej się. Obie drużyny starają się wykonać swoje zadanie poprzez podkładanie bomby, obronę strefy wybuchu, lub eliminację przeciwników.
ru: Командный режим, в котором игроки присоединяются к атакующей или обороняющейся стороне. Цель каждой из сторон — уничтожить всех игроков противоположной стороны либо выполнить свою миссию путём подрыва или обезвреживания бомбы.
uk: Командний режим, в якому гравці приєднуються до атакуючої або такої, що обороняється сторони. Мета кожної із сторін - знищити усіх гравців протилежної сторони або виконати свою місію шляхом підривання або знешкодження бомби.

source: Team game mode where you aim to eliminate the entire other team before your team dies. Clan Arena has no item pickups, you spawn with all weapons.
be: Камандны рэжым, дзе кожны з бакоў спрабуе выйграць раўнд шляхам знішчэння ўсіх гульцоў іншага боку. Напачатку кожнага раўнда гульцы рэспаўняцца з поўным арсеналам зброі. На карце адсутнічаюць якія-небудзь прадметы для падбору.
bg: Отборен режим на игра, където целта е да елиминирате отсрещният отбор преди те да елиминират вас. В Клан Арена оръжията не се вземат от земята, вие се съживявате с такива.
fr: Mode de jeu dans lequel l'objectif est d'éliminer l'ensemble de l'équipe adverse avant que la vôtre ne soit éliminée. Pas d'objets à ramasser : vous commencez le match avec toutes les armes disponibles.
lt: Komandų žaidimo režimas kuriame jūs turite siekti pašalinti visą kitą komandą kol nemirė jūsų komanda. Klanų Arena neturi daiktų paėmimų, jūs atsirandate su visais ginklais.
nl: Team game mode waarin je probeert om het vijandige team uit te schakelen voordat zij dit met jouw team doen. Clan Arena heeft geen pickups, je start met alle wapens.
pl: Tryb gry drużynowej, w którym gracze muszą pokonać swoich wrogów. W Clan Arena nie ma przedmiotów do podniesienia, startujesz ze wszystkimi dostępnymi broniami.
ru: Командный режим, где каждая из сторон пытается выиграть раунд путём уничтожения всех игроков другой стороны. В начале каждого раунда игроки респаунятся с полным арсеналом оружия. На карте отсутствуют какие-либо предметы для подбора.
uk: Командний режим, де кожна із сторін намагається виграти раунд шляхом знищення усіх гравців іншої сторони. На початку кожного раунду гравці респаунятся з повним арсеналом зброї. На карті відсутні які-небудь предмети для підбору.

source: Team game mode where the goal is to acquire the enemy teams flag and return it to your base.
be: Рэжым, у якім гульцы разбіваюцца на дзве каманды, спрабуюць захапіць сцяг суперніка і прынесці яго да свайго сцяга, каб атрымаць ачкі.
bg: Отборен режим на игра, където целта е да плените съперниковото знаме, и да го върните във вашата база.
fr: Mode de jeu par équipes où le but est de capturer le drapeau de l'équipe adverse et de le ramener vers votre base.
lt: Komandų žaidimo režimas kuriame tikslas yra pasiekti priešų komandos vėliavą ir gražinti ją į savo bazę.
nl: Team game mode waarin je als doel hebt om de vijandige vlag te veroveren en naar jouw basis te brengen.
pl: Tryb gry drużynowej, w którym celem jest wykradnięcie flagi przeciwnej drużyny i dostarczenie jej do własnej bazy.
ru: Режим, в котором игроки разбиваются на две команды, пытаются захватить флаг противника и принести его к своему флагу, чтобы получить очки.
uk: Режим, в якому гравці розбиваються на дві команди, намагаються захопити прапор супротивника і принести його до свого прапора, щоб отримати окуляри.

source: Capture the Flag with highly specialized classes. This version of CTF needs team co-operation between the classes to win!
be: Рэжым, у якім гульцы разбіваюцца на дзве каманды, спрабуюць захапіць сцяг суперніка і прынесці яго да свайго сцяга, каб атрымаць ачкі. Кожны гулец можа выбраць адзін з чатырох даступных класаў.
bg: Плени знамето със високо специализирани класове. Тази версия на CTF изисква висока отборна игра между различните класове за да може да спечелите!
fr: Mode de jeu semblable au CTF classique mais avec des classes de personnage spécialisées. Cette variante nécessite une coopération des différentes classes de l'équipe pour l'emporter !
lt: Capture the Flag su labai specializuotomis klasėmis. Šitoje CTF versijoje reikia komandų bendradarbiavimo tarp klasių, kad laimėtumėte.
nl: Capture the Flag met gespecialiseerde klasses. Deze variant op CTF vereist het team om samen te werken met verschillende klasses om de wedstrijd te winnen!
pl: CTF z mocno sprecyzowanymi klasami, w tym trybie gracze muszą ściśle współpracować, żeby wygrać!
ru: Режим, в котором игроки разбиваются на две команды, пытаются захватить флаг противника и принести его к своему флагу, чтобы получить очки. Каждый игрок может выбрать один из четырёх доступных классов.
uk: Режим, в якому гравці розбиваються на дві команди, намагаються захопити прапор супротивника і принести його до свого прапора, щоб отримати окуляри. Кожен гравець може вибрати один з чотирьох доступних класів.

source: Defeat most opponents in 1-on-1 combats. Your arsenal is fully replenished before each round. The winner of the round is challenged by the next player in the queue.
be: Дуэль паміж двума гульцамі. Напачатку кожнага раўнда гульцы атрымваюць поўны арсенал зброі. Пераможац раўнда сустракаецца з наступным гульцом з чаргі.
bg: Победи повечето опоненти в 1-срещу-1 битки. Вашият арсенал е напълно презареден след всеки рунд. Победителят във рунда е предизвикан от следващият играч в опашката.
fr: Vainquez le plus grand nombre d'adversaires en combat singulier. Votre arsenal est entièrement rechargé avant chaque tour de jeu. Le vainqueur du round affronte ensuite le premier challenger dans la liste de la file d'attente.
lt: Nugalėti daugumą priešininkų 1-prieš-1 kovoje. Tavo arsenalas yra pilnai papildytas prieš kiekvieną raundą. Raundo laimėtojui yra metamas iššūkis kitam žaidėjui eilėje.
nl: Versla tegenstanders in één-op-één gevechten. Je begint elke ronde met alle wapens en volledige ammunitie. De winnaar van een ronde wordt uitgedaagd door de volgende speler uit de wachtrij.
pl: Pokonuj jak najwięcej przeciwników w potyczkach jeden na jednego. Twój arsenał jest całkowicie uzupełniany w każdej kolejnej rundzie. Zwycięzca potyczki walczy z kolejnym graczem w kolejce.
ru: Поединок между двумя игроками. В начале каждого раунда игроки получают полный арсенал оружия. Победитель раунда встречается со следующим игроком из очереди.
uk: Поєдинок між двома гравцями. На початку кожного раунду гравці отримують повний арсенал зброї. Переможець раунду зустрічається з наступним гравцем з черги.

source: The goal of a deathmatch game is to frag as many other players as possible until the time or frag limit is reached.
be: Мэтай гэтага рэжыму з'яўляецца атрыманне фрагаў праз знішчэнне іншых гульцоў за абмежаваны час або да набору вызначанай колькасці фрагаў.
bg: Целта на 'меле' играта е да убиете колкото се може повече играчи докато времето изтече, или фраг лимитът бъде достигнат.
fr: Le but du "match à mort" est de fragger le plus grand nombre possible de joueurs dans le temps imparti ou jusqu'à ce que la limite de frags soit atteinte.
lt: Deathmatch tikslas yra nužudyti kiek įmanoma daugiau kitų žaidėjų kol nepasibaigė laiko ar rezultato limitas.
nl: Het doel van deathmatch is om zoveel mogelijk andere spelers te fraggen tot de frag- of tijdslimiet wordt bereikt.
pl: Głównym celem deathmatchu jest sfragowanie tylu graczy, ile to możliwe przed upłynięciem czasu bądź osiągnięciem limitu fragów.
ru: Целью данного режима является получение фрагов посредством уничтожения других игроков за ограниченное время либо до набора определённого количества фрагов.
uk: Метою цього режиму є отримання фрагов за допомогою знищення інших гравців за обмежений час або до набору певної кількості фрагов.

source: Duel is a 1vs1 game mode. The standard match lasts 10 minutes, if there's a draw there will be added 120 seconds overtime. The player who does the most frags wins the map.
be: Дуэль паміж двума супернікамі. Выйграе гулец, які набраў найвялікая колькасць фрагаў за абмежаваны прамежак часу — звычайна 10 хвілін.
bg: Дуел е 1vs1 тип на игра. Стандартен мач има продължителност 10 минути. Ако накрая резултатът е равен, ще има продължение, което е 120 секунди. Играчът с най-много фрагове накрая печели картата.
fr: Le duel est un mode de combat singulier. Un match classique dure 10 minutes avec prolongation de 120 secondes supplémentaires en cas d'égalité. Le joueur qui obtient le plus grand nombre de frags remporte la partie et une autre map est chargée.
lt: Dvikova yra 1 prieš 1 žaidimo režimas. Standartinės varžybos tęsiasi 10 minučių, jeigu yra lygiosios, tai bus pridėta 120 sekundžių viršvalandžių. Žaidėjas kuris turi daugiausia nužudymų laimi žemėlapį.
nl: Duel is een één tegen één speltype. Standaard duurt een wedstrijd 10 minuten, maar bij een gelijke stand komen hier 120 seconden bij. De speler met de meeste frags wint.
pl: Duel to potyczka jeden na jednego. Standardowy mecz trwa 10 minut, w przypadku remisu doliczone zostają kolejne dwie. Gracz, który zdobędzie większą liczbę fragów wygrywa mapę.
ru: Поединок между двумя соперниками. Выигрывает игрок, набравший наибольшее количество фрагов за ограниченный промежуток времени — обычно 10 минут.
uk: Поєдинок між двома суперниками. Виграє гравець, що набрав найбільшу кількість фрагов за обмежений проміжок часу — звичайно 10 хвилин.

source: The goal of a FFA game is to frag as many other players as possible until the time or frag limit is reached. Unlike in DM, you spawn with weapons and ammunition.
be: Мэтай гэтага рэжыму з'яўляецца атрыманне фрагаў праз знішчэнне іншых гульцоў за абмежаваны час або да набору вызначанай колькасці фрагаў. Гульцы атрымваюць усё зброі пры рэспаўне, а на карце ёсць толькі патроны да іх.
bg: Целта на FFA играта е да убиете колкото се може повече играчи, докато изтече времето или направите необходимият брой фрагове. За разлика от DM, вие почвате със набор от оръжия и амуниций.
fr: Le FFA est un mode de jeu semblable au "match à mort" dont le but est de fragger le plus grand nombre possible de joueurs dans le temps imparti ou jusqu'à ce que la limite de frags soit atteinte. La différence tient à ce que vous commencez la partie avec toutes les armes disponibles.
lt: FFA žaidimo tikslas yra nužudyti kiek įmanoma daugiau kitų žaidėjų kol nepasibaigė laiko ar rezultato limitas. Skirtingai nuo DM, jūs atsirandate su ginklais ir amunicija.
nl: Het doel van Free for All is om zoveel mogelijk tegenstanders te fraggen tot de frag- of tijdslimiet wordt bereikt. In tegenstelling tot bij deathmatch begin je met alle wapens en volledige ammunitie.
pl: Celem gry każdy na każdego jest zdobycie tak wielu fragów, ile tylko jest to możliwe do upłynięcia czasu lub osiągnięcia limitu zabójstw. W przeciwieństwie do DM, zaczynasz zaopatrzony w bronie i amunicję.
ru: Целью данного режима является получение фрагов посредством уничтожения других игроков за ограниченное время либо до набора опредёленного количества фрагов. Игроки получают все оружия при респауне, а на карте имеются только патроны к ним.
uk: Метою цього режиму є отримання фрагов за допомогою знищення інших гравців за обмежений час або до набору певної кількості фрагов. Гравці отримують все зброї при респауне, а на карті є тільки патрони до них.

source: Game mode where one player is tagged and all other players attempt to frag the tagged player. Tagged player gets score for each second he/she stays alive. The person who frags the tagged player, becomes tagged.
be: Рэжым, у якім аднаму з гульцоў дастаецца роля "значанага", а іншыя гульцы спрабуюць знішчыць яго. З цягам часу "значаны", застаючыся ў жывых, атрымвае ачко за кожную секунду. Гулец, які знішчыў "значанага", сам робіцца ім.
bg: Режим на игра където един играч е маркиран и всички останали играчи се опитват да го убият. Маркираният играч получава точки за всяка допълнителна секунда през, която той оцелее. Човекът, който убие маркираният играч става маркиран.
fr: Mode de jeu dans lequel un joueur est "marqué" et tous les autres joueurs essaient de le fragger. Des points sont accordés au joueur marqué s'il reste en vie à raison d'1 point par seconde. Le joueur qui fragge le joueur marqué prend sa place.
lt: Žaidimo rėžimas kur vienas žaidėjas yra pažymėtas ir visi kita žaidėjai bando nužudyti pažymėtą žaidėją. Pažymėtas žaidėjas gauna taškų už kiekvieną sekundę kol išlieka gyvas. Asmuo, kuris nužudo pažymėtą žaidėją, būna pažymėtas.
nl: In dit speltype wordt 1 speler gemarkeerd en proberen alle andere spelers hem te fraggen. De gemarkeerde speler krijgt punten voor elke seconde dat hij of zij in leven blijft. De speler die hem fragt wordt zelf de gemarkeerde speler.
pl: Tryb gry, w którym jeden gracz jest oznaczony, a wszyscy inni próbują go zabić. Oznaczony gracz otrzymuje punkt za każdą sekundę, w której pozostaje żywy. Osoba, która zabije oznaczonego gracza sama zostaje oznaczona.
ru: Режим, в котором одному из игроков достаётся роль "меченного", а другие игроки пытаются уничтожить его. С течением времени "меченный", оставаясь в живых, получает очко за каждую секунду. Игрок, уничтоживший "меченного", сам становится им.
uk: Режим, в якому одному з гравців дістається роль "міченого", а інші гравці намагаються знищити його. З часом "мічений", залишаючись в живих, отримує очко за кожну секунду. Гравець знищив "міченого", сам стає ним.

source: The goal of the race game mode is to finish the map or sector as quickly as possible!
be: Мэтай дадзенага рэжыму з'яўляецца хуткаснае праходжанне карт ці пляцовак. Пераможцам з'яўляецца гулец, дасягнулы фінішу за найменшы час.
bg: Целта на състезателният режим на игра е да завървите картата или секцията колкото се може по-бързо!
fr: Le but du mode "race" est d'accomplir un parcours ou un secteur le plus rapidement possible !
lt: Lenktynių žaidimo tikslas yra užbaigti žemėlapį ar sektorių kaip galima greičiau!
nl: Het doel van race is om een map in zo min mogelijk tijd af te leggen!
pl: Celem trybu gry "wyścig" jest ukończenie mapy bądź fragmentu tak szybko, jak jest to możliwe!
ru: Целью данного режима является скоростное прохождение карт или участков. Победителем является игрок, достигший финиша за наименьшее время.
uk: Метою цього режиму є швидкісне проходження карт або ділянок. Переможцем є гравець, що досяг фінішу за найменший час.

source: Team-vs-team game mode. The goal of a team deathmatch game is to frag as many players of the opposing team as possible until the time or frag limit is reached.
be: Рэжым, у якім гульцы разбіваюцца на каманды і спаборнічаюць у камандным заліку па агульнай колькасці фрагаў, набранай за вызначаны прамежак часу ці па дасягненні ліміту фрагаў.
bg: Отборен режим на игра. Целта на единият отбор е да убие колкото се може играчи от противниковият отбор, докато времето изтече или лимитът за фрагове бъде достигнат.
fr: Match à mort par équipes dont l'objectif est de fragger le plus grand nombre possible de joueurs au sein de l'équipe adverse, dans le temps imparti ou jusqu'à ce que la limite de frags soit atteinte.
lt: Komanda-prieš-komanda žaidimo tipas. Team deathmatch žaidimo tikslas nužudyti kiek įmanoma daugiau kitų komandos žaidėjų kol nepasibaigė laiko ar rezultato limitas.
nl: Team tegen team speltype. Het doel van team deathmatch is om zoveel mogelijk tegenstanders van het vijandige team te fraggen tot de frag- of tijdslimiet wordt bereikt.
pl: Tryb gry drużynowej, w którym głównym celem jest eliminacja jak największej liczby przeciwników do upłynięcia czasu, bądź osiągnięcia limitu fragów.
ru: Режим, где игроки разбиваются на команды и соревнуются в командном зачёте по общему количеству фрагов, набранному за определённый промежуток времени, или по достижению лимита фрагов.
uk: Режим, де гравці розбиваються на команди і змагаються в командному заліку по загальній кількості фрагов, набраному за певний проміжок часу, або по досягненню ліміту фрагов.

source: Team based game mode where teams attempt to gain control of three different areas in the map. The team who gains control of all three objects, wins the round.
be: Камандны рэжым, у якім кожны з бакоў спрабуе захапіць кантроль над трыма вызначанымі абласцямі карты дзеля перамогі ў раўндзе.
bg: Отборен режим на игра, където отборите се състезават за надмощие над три контролни секций от картата. Отборът, който контролира и трите точки певели рундът.
fr: Mode de jeu par équipes où chaque équipe essaie de contrôler trois zones distinctes de la map. La team qui parvient à contrôler ces trois zones simultanément remporte le tour de jeu.
lt: Komandomis remiantis žaidimo tipas, kur komandos bando gauti triejų skirtingų plotų kontrolę žemėlapyje. Komanda, kuri gauna visų triejų objektų kontrolę, laimi raundą.
nl: Team gebaseerd speltype waar elk team probeert om controle te krijgen over drie gebieden in de map en zo de ronde te winnen.
pl: Tryb gry drużynowej, w którym drużyny podejmują działania do utrzymania kontroli w trzech obszarach na mapie. Drużyna, która osiągnie kontrolę we wszystkich obszarach wygrywa rundę.
ru: Командный режим, в котором каждая из сторон пытается захватить контроль над тремя определёнными областями карты с целью победы в раунде.
uk: Командний режим, в якому кожна із сторін намагається захопити контроль трьома певними областями карти з метою перемоги в раунді.

source: Open chat
be: Адкрыць чат
bg: Отвори чат
fr: Ouvrir le chat
lt: Atidaryti čatą
nl: Openen chat
pl: Otwórz czat
ru: Открыть чат
uk: Відкрити чат

source: The game server is suggesting you can watch this match on WarsowTV. Do you agree?
be: Гульнявы сэрвер прапануе паглядзець гэты матч на WarsowTV. Вы згодны?
bg: Сървъра предлага да гледате този мач по WarsowTV. Съгласни ли сте?
fr: Le serveur de jeu vous suggère de regarder ce match sur WarsowTV, êtes-vous d'accord ?
lt: Žaidimo server siūlo žiūrėti šias rungtynes per WarsowTV. Ar sutinkate?
nl: De spelserver stelt voor dat je deze wedstrijd kijkt op WarsowTV. Ga je hiermee akkoord?
pl: Serwer sugeruje oglądanie meczu na WarsowTV. Zgadzasz się?
ru: Игровой сервер предлагает посмотреть этот матч на WarsowTV. Вы согласны?
uk: Ігровий сервер пропонує подивитися цей матч на WarsowTV. Ви згодні?

source: You will be automatically connected to WarsowTV server "%s" at %s in %s seconds...
be: Вы будзеце аўтаматычна перанакіраваны на сервер WarsowTV \"%s\", %s праз %s з...
bg: Ще бъдете автоматично свързан към WarsowTV сървър "%s" на адрес %s след %s секунди...
fr: Vous serez automatiquement connecté au serveur WarsowTV "%s" à l'adresse %s dans %s secondes...
lt: Jus busite automatiškai prijungtas prie WarsowTV serverio "%s" %s po %s sekundžių...
nl: Je wordt automatisch verbonden met WarsowTV server "%s" op "%s" in "%s"
pl: Zostaniesz automatycznie podłączony do serwera WarsowTV pod adres %s:%s za %s sekund(y)...
ru: Вы будете автоматически перенаправлены на сервер WarsowTV \"%s\", %s через %s с...
uk: Ви будете автоматично перенаправлені на сервер WarsowTV \"%s\", %s через %s з...

source: Acceleration on forward jumping
be: Паскарэнне пры скоках уперад
bg: Ускорение при движение напред
fr: Gain d'accélération lors du bond en avant
lt: Akceleracija kai šokinėji į priekį
nl: Acceleratie bij voorwaartse sprong
pl: Przyśpieszenie przy skakaniu w przód
ru: Ускорение при прыжках вперёд
uk: Прискорення при стрибках вперед

source: Disable autohop
be: Адключыць аўтаскокі
bg: Изключи автоматично подскачане
fr: Désactiver le saut automatique
lt: Išjungti automatišką šokinėjimą
nl: Automatisch springen uitzetten
pl: Wyłącz automatyczne skakanie
ru: Отключить автопрыжки
uk: Відключити автоприжкі

source: Touch look sensitivity
be: Датклівасць сэнсорнага экрана
bg: Чувствителност на сензорния екран
fr: Sensibilité du regard avec l'écran tactile
lt: Žiūrėjimo jautrumas liečiant
nl: Aanraak-kijk gevoeligheid
pl: Czułość rozglądania się dotykiem
ru: Чувствительность сенсорного экрана
uk: Чутливість сенсорного екрану

source: Touch look deceleration
be: Тармажэнне агляду на сэнсорным экране
bg: Намеляване на скороста на тъч оглеждането
fr: Décélération de l'écran tactile
lt: Žiūrėjimo pagreitėjimas liečiant
nl: Aanraak-kijk deceleratie
pl: Zwolnienie podczas rozglądania się dotykiem
ru: Торможение обзора на сенсорном экране
uk: Гальмування огляду на сенсорному екрані

source: Invert touch look
be: Інвертаваць агляд на сэнсорным экране
bg: Обърни оглеждането със тъч екрана
fr: Inversion du regard avec l'écran tactile
lt: Apversti žiūrėjimą liečiant
nl: Aanraak-kijken omdraaien
pl: Odwrócone osie ekranu dotykowego
ru: Инвертировать обзор на сенсорном экране
uk: Iнвертувати огляд на сенсорному екрані

source: Touch controls size
be: Памер сэнсорных кнопак
bg: Размер на тъч контролите
fr: Taille des touches de l'écran tactile
lt: Valdymo dydis liečiant
nl: Aanraak-besturing grootte
pl: Rozmiar przycisków ekranu dotykowego
ru: Размер сенсорных кнопок
uk: Розмір сенсорних кнопок

source: Flip touch controls
be: Адлюстраваць сэнсорнае кіраванне
bg: Размени тъч контролите
fr: Sensibilité des touches de l'écran tactile
lt: Apkeisti lietimo valdymą
nl: Aanraak-besturing omdraaiën
pl: Siła nacisku ekranu dotykowego
ru: Отразить сенсорное управление
uk: Відобразити сенсорне управління

source: Horizontal stick sensitivity
be: Гарызантальная датклівасць міні-джойсціка
bg: Хоризонтална чувствителност на ръчката
fr: Sensibilité horizontale du joystick
lt: Horizontalus lazdelės jautrumas
nl: Horizontale stick gevoeligheid
pl: Czułość w poziomie
ru: Горизонтальная чувствительность мини-джойстика
uk: Горизонтальна чутливість міні-джойстика

source: Vertical stick sensitivity
be: Вертыкальная датклівасць міні-джойсціка
bg: Вертикална чувствителност на ръчката
fr: Sensibilité verticale du joystick
lt: Vertikalus lazdelės jautrumas
nl: Verticale stick gevoeligheid
pl: Czułość w pionie
ru: Вертикальная чувствительность мини-джойстика
uk: Вертикальна чутливість міні-джойстика

source: Invert gamepad look
be: Інвертаваць міні-джойсцік агляду
bg: Размени оглеждането с джойстик
fr: Inversion du regard avec le joystick
lt: Apversti gamepad žiūrėjimą
nl: Gamepad kijken omdraaien
pl: Odwrócone rozglądanie się
ru: Инвертировать мини-джойстик обзора
uk: Iнвертувати міні-джойстик огляду
