Repository: mikejsavage/forksow-assets
Catalog: l10n/ui/*.po
Languages: be, bg, fr, lt, nl, pl, ru, uk

source: Sets the maximum number of players in one team
be: Ўсталёўвае максімальную колькасць гульцоў у адной камандзе
bg: Определя максималният брой играчи в един отбор
fr: Définit le nombre maximum de joueurs dans une équipe
lt: Nustato maksimalų žaidėjų skaičių vienoje komandoje
nl: Zet het maximale aantal spelers in een team
pl: Ustawia maksymalną liczbę graczy w jednej drużynie
ru: Устанавливает максимальное количество игроков в одной команде
uk: Встановлює максимальну кількість гравців в одній команді

source: Locks teams to disallow players joining in mid-game
be: Блакуе каманды, не даючы магчымасць гульцам далучыцца да іх падчас гульні
bg: Заключва отборите за да предотврати присъединяването на нови играчи по време на игра
fr: Verrouille les équipes pour empêcher d'autres joueurs de rejoindre la partie en cours
lt: Užrakina komandas, kad neleistų žaidėjams prisijungti žaidimo metu
nl: Vergrendelt teams om te voorkomen dat spelers in het midden van een spel kunnen deelnemen
pl: Blokuje drużyny, aby uniemożliwić dołączenie w trakcie gry
ru: Блокирует команды, не давая возможность игрокам присоединиться к ним во время игры
uk: Блокує команди, не даючи можливість гравцям приєднатися до них під час гри

source: Unlocks teams to allow players joining in mid-game
be: Разблакуе каманды, даючы магчымасць гульцам далучыцца да іх падчас гульні
bg: Отключва отборите за да позволи присъединяването на нови играчи по време на игра
fr: Déverrouille les équipes pour permettre à d'autres joueurs de rejoindre la partie en cours
lt: Atrakina komandas, kad leistų žaidėjams prisijungti žaidimo metu
nl: Ontgrendelt teams zodat spelers in het midden van een spel kunnen deelnemen
pl: Odblokowuje drużyny, pozwalając na dołączenie w trakcie gry
ru: Разблокирует команды, давая возможность игрокам присоединиться к ним во время игры
uk: Розблокує команди, даючи можливість гравцям приєднатися до них під час гри

source: Sets all players as ready so the match can start
be: Перакладае ўсіх гульцоў у рэжым гатоўнасці для старту матчу
bg: Прави всички играчи готови, за да може мачът да започне
fr: Définit tous les joueurs comme prêts pour que le match puisse commencer
lt: Visus žaidėjus padaro pasiruošusius, kad rungtynės galėtų prasidėti
nl: Markeert alle spelers als gereed zodat de wedstrijd kan beginnen
pl: Ustawia wszystkich graczy jako gotowych, aby rozpocząć mecz
ru: Переводит всех игроков в режим готовности для старта матча
uk: Переводить всіх гравців в режим готовності для старту матчу

source: Forces player back to spectator mode
be: Перакладае гульца ў назіральнікі
bg: Принуждава играча да отиде в режим зрител
fr: Renvoie le joueur au mode spectateur
lt: Priverčia žaidėjus grįžti į žiūrėjimo režimą
nl: Dwingt speler terug naar toeschouwer modus
pl: Wymusza gracza do przejścia w tryb widza
ru: Переводит игрока в наблюдатели
uk: Перекладає гравця в спостерігачі

source: Removes player from the server
be: Выдаляе гульца з сервера
bg: Премахва играч от сървъра
fr: Retire le joueur du serveur
lt: Pašalina žaidėją iš serverio
nl: Verwijdert een speler van de server
pl: Usuwa gracza z serwera
ru: Удаляет игрока с сервера
uk: Видаляє гравця з сервера

source: Removes player from the server and bans his IP-address for 15 minutes
be: Выдаляе гульца з сервера і блакуе яго IP-адрас на 15 хвілін
bg: Премахва играч от сървъра и банва неговият IP адрес за 15 минути
fr: Retire le joueur du serveur et en bannit son adresse IP pour une durée de 15 minutes
lt: Pašalina žaidėją iš serverio ir užblokuoja jo IP-adresą 15 minučių
nl: Verwijdert speler van de server en verbant zijn IP-adres voor 15 minuten
pl: Usuwa gracza z serwera i banuje jego adres IP na 15 minut
ru: Удаляет игрока с сервера и блокирует его IP-адрес на 15 минут
uk: Видаляє гравця з сервера і блокує його IP-адресу на 15 хвилин

source: Disallows chat messages from the muted player
be: Заглушаны гулец не можа адпраўляць паведамленні ў чат
bg: Забранява чат съобщения от заглушен играч
fr: Rend un joueur muet pour l'empêcher d'utiliser le chat
lt: Užtildytam žaidėjui neleidžia kalbėti žinutėmis
nl: Sta geen chat van een gedempte speler toe
pl: Odrzuca wiadomości od uciszonego gracza
ru: Заглушенный игрок не может отправлять сообщения в чат
uk: Заглушений гравець не може відправляти повідомлення в чат

source: Disallows voice chat messages from the muted player
be: Заглушаны гулец не можа адпраўляць галасавыя паведамленні ў чат
bg: Забранява гласови съобщеиня от заглушен играч
fr: Rend un joueur muet pour l'empêcher d'utiliser le chat vocal
lt: Užtildytam žaidėjui neleidžia kalbėti balso žinutėmis
nl: Sta geen stem chat van een gedempte speler toe
pl: Odrzuca wiadomości głosowe od uciszonego gracza
ru: Заглушенный игрок не может отправлять голосовые сообщения в чат
uk: Заглушений гравець не може відправляти голосові повідомлення в чат

source: Reallows chat messages from the unmuted player
be: Ізноў дазваляе заглушаным гульцу адпраўляць паведамленні ў чат
bg: Отново позволява чат съобщения от отпушеният играч
fr: Autorise un joueur muet à utiliser de nouveau le chat
lt: Atitildytam žaidėjui leidžia kalbėti žinutėmis
nl: Sta weer chat berichten toe van de ongedempte speler
pl: Ponownie pozwala na wiadomości od uciszonego gracza
ru: Вновь позволяет заглушенному игроку отправлять сообщения в чат
uk: Знову дозволяє заглушенниму гравцеві відправляти повідомлення в чат

source: Reallows voice chat messages from the unmuted player
be: Ізноў дазваляе заглушаным гульцу адпраўляць галасавыя паведамленні ў чат
bg: Отново позволява гласови съобщения от отпушеният играч
fr: Autorise un joueur muet à utiliser de nouveau le chat vocal
lt: Atitildytam žaidėjui leidžia kalbėti balso žinutėmis
nl: Sta weer spraak berichten to van de ongedempte speler
pl: Ponownie pozwala na wiadomości głosowe od uciszonego gracza
ru: Вновь позволяет заглушенному игроку отправлять голосовые сообщения в чат
uk: Знову дозволяє заглушених гравцеві голосового зв'язку в чат

source: Sets the number of bots to play on the server
be: Ўсталёўвае колькасць гульнявых ботаў на серверы
bg: Определя броя на ботове, който ще играят на сървъра
fr: Définit le nombre de bots sur le serveur
lt: Nustato botų skaičių, kurie žais serveryje
nl: Zet het aantal bots dat kan spelen op de server
pl: Ustawia liczbę botów na serwerze
ru: Устанавливает количество игровых ботов на сервере
uk: Встановлює кількість ігрових ботів на сервері

source: Toggles whether shooting teammates will do damage to them
be: Перамыкае рэжым нанясення ўрону таварышам па камандзе
bg: Превключва дали съотборници, който ви стрелят ще получават щети
fr: Active ou désactive les dégâts pour les tirs amis
lt: Nustato ar šaudydami komandos narius juos sužalosite
nl: Wissel tussen wel of geen schade toebrengen aan teamgenoten
pl: Przełącza między możliwością ranienia sojuszników ostrzałem
ru: Переключает режим нанесения урона товарищам по команде
uk: Перемикає режим нанесення шкоди товаришам по команді

source: Toggles whether instagun can be used for weapon jumping
be: Перамыкае рэжым инстапрыжка пры выкарыстанні инстагана
bg: Превключва дали инста-оръжието може да се използва за скокове
fr: Active ou désactive la possibilité d'utiliser l'instagun pour se propulser
lt: Nustato ar instagun'as gali būti naudojamas šokinėjimui
nl: Bepaal of het instawapen kan worden gebruikt voor wapen sprongen
pl: Przełącza między możliwością używania instaguna do skoków z odrzutu
ru: Переключает режим инстапрыжка при использовании инстагана
uk: Перемикає режим інстастрибка при використанні інстагана

source: Toggles the availability of instashield in instagib
be: Перамыкае даступнасць инстащита ў рэжыме инстагиб
bg: Превключва способността за инста-щит във инстагиб
fr: Permet ou non d'utiliser le bouclier en mode instagib
lt: Nustato prieinamuma insta-skydui instagib'e
nl: Schakelt beschikbaarheid instashield in instagib aan/uit
pl: Przełącza między dostępnością instatarczy w trybie instagib
ru: Переключает доступность инстащита в режиме инстагиб
uk: Перемикає доступність інстащита в режимі інстагіб

source: Toggles whether falling long distances deals damage
be: Перамыкае рэжым, пры якім пры падзенні гульцу наносіцца ўрон
bg: Превключва дали падането от високо разтояние взема кръв
fr: Active ou désactive les dommages liés aux chutes
lt: Nustato ar krentant ilgus nuotolius susižalosi
nl: Valschade aan/uit
pl: Przełącza między możliwością otrzymywania obrażeń po upadkach z dużych wysokości
ru: Переключает режим, при котором при падении игроку наносится урон
uk: Перемикає режим, при якому при падінні гравцеві наноситься шкода

source: Toggles whether weapon splashes can damage self
be: Перамыкае рэжым сам пашкоджанняў ад выбухаў снарадаў
bg: Превключва дали собствените експлозии от оръжия вземат кръв
fr: Active ou désactive les dommages auto-infligés
lt: Nustato ar ginklo sprogimas gali sužaloti tave
nl: Schade door eigen wapens aan/uit
pl: Przełącza między możliwością samookaleczenia się poprzez rozprysk z broni
ru: Переключает режим самоповреждений от взрывов оружия
uk: Перемикає режим самоушкоджень від вибухів зброї

source: Pauses the game
be: Ставіць гульню на паўзу
bg: Паузира играта
fr: Met le jeu en pause
lt: Sustabdo žaidimą
nl: Pauzeert het spel
pl: Pauzuje grę
ru: Ставит игру на паузу
uk: Ставить гру на паузу

source: Resumes the game if in timeout
be: Здымае гульню з паўзы
bg: Възстановява играта, ако е в таймаут
fr: Relance la partie interrompue
lt: Tęsia žaidimą, jei jis yra pertraukoje
nl: Hervat het spel indien het gepauzeerd is
pl: Wznawia grę po przekroczeniu maksymalnego dozwolonego czasu
ru: Снимает игру с паузы
uk: Знімає гру з паузи

source: Toggles the challenging spectators queue line
be: Уключае і адключае чаргу чакання для назіральнікаў
bg: Превключва опашката за предизвикатели-зрители
fr: Active ou désactive la file d'attente
lt: Nustato varžovų žiūrėjimo eilę
nl: Schakelt toeschouwer wachtrij aan/uit
pl: Pokazuje listę graczy oczekujących na grę.
ru: Включает и отключает очередь ожидания для наблюдателей
uk: Вмикає і вимикає чергу очікування для спостерігачів

source: Toggles whether uneven teams is allowed
be: Перамыкае рэжым, які дазваляе няроўнае колькасць гульцоў у камандах
bg: Превключва, между това дали неравностойни отбори са позволени или не
fr: Permet ou non de jouer avec des équipes déséquilibrées
lt: Nustato ar nelygios komandos yra leidžiamos
nl: Oneven teams aan/uit
pl: Zezwala/zabrania na nierówne liczbowo drużyny
ru: Переключает режим, разрешающий неравное количество игроков в командах
uk: Перемикає режим, дозволяючий нерівну кількість гравців в командах

source: Enables or disables the dropping of powerups at dying
be: Ўключае ці выключае скід бонусных прадметаў пры смерці
bg: Включва и изключва изпускането на сили на земята при умиране.
fr: Active ou désactive l'apparition de powerups quand un joueur meurt
lt: Leidžia arba neleidžia išmesti powerup'us mirštant
nl: Schakelt laten vallen van powerups bij sterven aan/uit
pl: Włącza/wyłącza upuszczanie modyfikatorów przez zabijanych graczy.
ru: Включает или выключает сброс бонусных предметов при смерти
uk: Вмикає або вимикає скидання бонусних предметів при смерті

source: Enables or disables instant flag captures and unlocks
be: Ўключае ці выключае імгненны захоп і разблакоўку сцяга
bg: Включва и изключва внезапни залавяние на флага и отключвания
fr: Active ou désactive les captures de drapeaux et les déblocages instantanés
lt: Leidžia arba neleidžia greitą vėliavos užfiksavimą
nl: Schakelt direct oppakken van vlag en unlocks aan/uit
pl: Włącza/wyłącza natychmiastowe zdobycia oraz odbicia flagi
ru: Включает или выключает мгновенный захват и разблокировку флага
uk: Вмикає або вимикає миттєве захоплення і розблокування прапора

source: Enables or disables the spawning of powerups
be: Ўключае ці выключае бонусныя прадметы
bg: Включва и изключва раждането на сили
fr: Active ou désactive l'apparition de powerups
lt: Leidžia arba neleidžia powerup'ų atsiradimą
nl: Schakelt spawnen van powerups aan/uit
pl: Włącza/wyłącza pojawianie się modyfikatorów na mapie.
ru: Включает или выключает бонусные предметы
uk: Вмикає або вимикає бонусні предмети

source: If enabled, tag fragger will become new tag automatically
be: Пры ўключэнні фраггер тэга сам пазначаецца тэгам аўтаматычна
bg: Ако е включено, маркираният фрагър ще стане новият маркиран автоматично
fr: Si activé, le joueur qui a fraggé la cible deviendra automatiquement la nouvelle cible
lt: Jei leidžiama, pažymint frag'erį, jis automatiškai bus naujas taikinys
nl: Indien ingeschakeld wordt de fragger van de tagged speler automatisch getagged
pl: Jeżeli aktywne gracz fragujący sciganego, sam staję się ściganym automatycznie
ru: При включении фраггер тэга сам помечается тэгом автоматически
uk: При включенні фраггер тега сам позначається тегом автоматично

source: Sets the speed at which the capture points heal their owners
be: Ўсталёўвае хуткасць, з якой пункту захопу лечаць уладальнікаў
bg: Определя скороста със която точки от пленяването ще лекуват собствениците
fr: Définit la vitesse à laquelle les points de capture soignent les joueurs qui les contrôlent
lt: Nustato greitį, per kurį užfiksavimo taškai gydis jo savininkus
nl: Instellen snelheid waarmee veroveringspunten leven van de eigenaar herstellen
pl: Odpowiada za prędkość z jaką gracze odzyskują punkty zdrowia w zdobytych punktach na mapie.
ru: Устанавливает скорость, с которой точки захвата лечат владельцев
uk: Встановлює швидкість, з якою точки захоплення лікують власників

source: Sets the time in seconds between reinforcement respawn waves
be: Ўсталёўвае час у секундах паміж з'яўленнем падмацаванняў
bg: Настройва времето в секунди между раждането на нови вълни с подкрепление
fr: Définit le temps en secondes entre chaque vague de renforts
lt: Nustato laiką sekundėmis, tarp pastiprinimo atsiradimo bangų
nl: Instellen tijd in seconden tussen versterkingsgolven
pl: Ustawienie w sekundach odpowiadające za czas w jakim pojawią się kolejne fale wsparcia
ru: Устанавливает время в секундах между появлением подкреплений
uk: Встановлює час в секундах між появою підкріплень

source: Downloading %s from server at %s k/s
be: Загружаецца %s з сервера з хуткасцю %s кб/c
bg: Изтегляне на %s от сървар със %s k/s
fr: Téléchargement de %s depuis le serveur à la vitesse de %s k/s
lt: Siunčiama %s iš serverio %s k/s greičiu
nl: Downloading %s van de server met %s k/s
pl: Pobieranie %s z servera z prędkością %s k/s
ru: Загружается %s с сервера со скоростью %s кб/c
uk: Завантажується %s з серверу зі швидкістю %s кб/c

source: Downloading %s from the web at %s k/s
be: Загружаецца %s з web з хуткасцю %s кб/c
bg: Изтегляне на %s от мрежата със %s
fr: Téléchargement de %s depuis le web à la vitesse de %s k/s
lt: Siunčiama %s iš tinklalapio %s k/s greičiu
nl: Downloading %s van het web met %s k/s
pl: Pobieranie %s z sieci web z prędkością %s k/s
ru: Загружается %s с web со скоростью %s кб/c
uk: Завантажується %s з web зі швидкістю %s кб/c

source: Play
be: Гуляць
bg: Играй
fr: Jouer
lt: Žaisti
nl: Spelen
pl: Grać
ru: Играть
uk: Грати

source: Reload
be: Абнавіць
bg: Презареди
fr: Recharger
lt: Perkrauti
nl: Herladen
pl: Odśwież
ru: Обновить
uk: Оновити

source: Logging in, hold on...
be: Вырабляецца ўваход...
bg: Влизане, изчакайте
fr: Connexion en cours, merci de patienter...
lt: Prisijungiama, palaukite...
nl: Inloggen, even geduld...
pl: Logowanie, proszę czekać...
ru: Производится вход...
uk: Відбувається вхід...

source: Searching for game servers...
be: Вырабляецца пошук сервераў...
bg: Търсене на нови сървъри за игра
fr: Recherche de serveurs de jeu...
lt: Ieškoma žaidimo serverių...
nl: Spelservers aan het zoeken...
pl: Poszukiwanie serwerów...
ru: Производится поиск серверов...
uk: Відбувається пошук серверів ...

source: Browse servers manually
be: Прагляд спісу сервераў
bg: Прегледай сървърите ръчно
fr: Parcourir manuellement les serveurs
lt: Naršyti po serverius rankiniu būdu
nl: Zelf de servers doorbladeren
pl: Przeglądaj serwery samodzielnie
ru: Просмотр списка серверов
uk: Шукати сервера вручну

source: High Dynamic Range
ru: Расширенный динамический диапазон

source: Bloom
ru: Свечение

source: Show chasers on the scoreboard
be: Паказваць персанальных гледачоў
nl: Toon volgers op het scorebord
pl: Pokazuj oglądających w tabeli wyników
uk: Показувати персональних глядачів

source: Frag an opponent in mid-air with a rocke
be: Пападзіце ракетай у суперніка, які знаходзіцца ў паветры
nl: Frag een tegenstander midden in de lucht met een raket
pl: Zestrzel lecącego przeciwnika rakietą
uk: Потрапте ракетою в суперника, що знаходиться в повітрі

source: Cast a vote
be: Прагаласаваць
bg: Пусни вот
fr: Lancer un vote
lt: Balsuoti
nl: Stem uitbrengen
pl: Rozpocznij głosowanie
uk: Проголосувати
