Repository: mikejsavage/forksow-assets
Catalog: l10n/maps/tutorial1/*.po
Languages: de, es, fr, nl, pt, pt_br, ru

# weapon_eb
source: The ^5Electrobolt^7 (^5EB^7) is a ^3long-ranged^7 weapon which shoots an ^3instant high-damage^7 rail and has a ^3long reload time^7. It is used best on great distances and requires good aim to use!
de: Der ^5Elektrobolzen^7 (^5EB^7) ist eine ^3Langstreckenwaffe^7 welche einen ^3sofortige starken Schuss mit einer ^3langen Ladezeit^7 besitzt. Sie wird am besten auf große Distanzen benutzt und benötigt gutes Zielen!
es: La ^5pistola de electrícidad^7 (^5EB^7) es un arma de ^3largo alcance^7 que dispara un rayo ^3instantáneo y muy dañino^7 y tiene un ^3gran tiempo de recarga^7. Se usa mejor en distancias grandes y requiere de una buena puntería para que se pueda usar.
fr: L'^5ElectroBolt (EB)^7 est une arme à ^3longue portée^7 et au ^3temps de recharge conséquent^7, tirant des ^3rayons instantanés^7 aux ^3dégâts importants^7. Il s'utilise de préférence à longue distance et nécessite de bien viser pour en tirer le meilleur parti !
nl: De ^5Electrobolt^7 (afkorting ^5EB^7) is een ^3lange-afstands wapen^7 dat een ^3direct schot met hoge schade^7 afvuurt maar een ^3lange herlaadtijd^7 heeft. Dit wapen werkt het best op grote afstand en vereist een vaste hand!
pt: O ^5Eletroraio^7 (sigla ^5EB^7, de Electrobolt) é uma arma de ^3longo alcance^7 que atira um ^3raio instantâneo de alto dano^7 e que tem um ^3longo tempo de recarga^7. É recomendada para grandes distâncias e requer uma boa precisão para ser usada!
pt_br: O ^5Eletroraio^7 (sigla ^5EB^7, de Electrobolt) é uma arma de ^3longo alcance^7 que dispara um ^3raio instantâneo de alto dano^7 e possui um ^3longo tempo de recarga^7. É usado melhor em grandes distâncias e requer uma boa mira para usar!
ru: ^5Электроболт^7 (^5EB^7) — дальнобойное снайперское оружие, позволяющее нанести значительный урон одним выстрелом. Помните, что за его выстрелом тянется след, по которому можно определить местоположение стреляющего.

# weapon_eb_nokeyboard
source: The ^5Electrobolt^7 (^5EB^7) is a ^3long-ranged^7 weapon which shoots an ^3instant high-damage^7 rail and has a ^3long reload time^7. It is used best on great distances and requires good aim to use! (Hint: You can ^3zoom^7 by ^2double-tapping^7 with your ^2right thumb^7 or by holding ^2{B+zoom}^7)
de: The Electrobolt (EB) is a long-ranged weapon which shoots an instant high-damage rail and has a long reload time. It is used best on great distances and requires good aim to use! (Hint: You can zoom by double-tapping with your right thumb or by holding {B+zoom})
es: The Electrobolt (EB) is a long-ranged weapon which shoots an instant high-damage rail and has a long reload time. It is used best on great distances and requires good aim to use! (Hint: You can zoom by double-tapping with your right thumb or by holding {B+zoom})
fr: The Electrobolt (EB) is a long-ranged weapon which shoots an instant high-damage rail and has a long reload time. It is used best on great distances and requires good aim to use! (Hint: You can zoom by double-tapping with your right thumb or by holding {B+zoom})
nl: De ^5Electrobolt^7 (afkorting ^5EB^7) is een ^3lange-afstands wapen^7 dat een ^3direct schot met hoge schade^7 afvuurt maar een ^3lange herlaadtijd^7 heeft. Dit wapen werkt het best op grote afstand en vereist een vaste hand! (Hint: Je kunt inzoomen door 2 keer kort met je rechter duim te tikken of door de ^3Zoom knop^7 (^2{B+zoom}^7) ingedrukt te houden)
pt: The Electrobolt (EB) is a long-ranged weapon which shoots an instant high-damage rail and has a long reload time. It is used best on great distances and requires good aim to use! (Hint: You can zoom by double-tapping with your right thumb or by holding {B+zoom})
pt_br: O Eletroraio (sigla EB, de Electrobolt) é uma arma de longo alcance que dispara um raio instantâneo de alto dano e possui um longo tempo de recarga. É usado melhor em grandes distâncias e requer uma boa mira para usar! (Dica: Você pode ativar o zoom apertando duas vezes com o seu polegar direito ou segurando {B+zoom})
ru: ^5Электроболт^7 (^5EB^7) — ^3дальнобойное^7 снайперское оружие, позволяющее нанести значительный урон одним выстрелом. Помните, что за его выстрелом тянется след, по которому можно определить местоположение стреляющего. (Подсказка: вы можете задействовать увеличительный прицел при помощи двойного касания экрана или удерживанию ^2{B+zoom}^7)

# weapon_lg
source: The ^5Lasergun^7 (^5LG^7) shoots a constant laserbeam that reaches a ^3medium distance^7 and also ^3knocks enemies back^7. The gun has ^3no reload^7 but ^3deals damage constantly^7, as long as you are able to stay on your enemy with it!
de: Das ^5Lasergewehr^7 (^5LG^7) schießt einen konstanten Laserstrahl der eine ^3mittlere Distanz^7 reicht und ^3Gegner zurückstößt^7. Die Waffe hat ^3keine Nachladezeit^7 sondern ^3fügt konstant Schaden zu^7, solange du es schaffst mit ihr auf dem Gegner zu bleiben!
es: La ^5pistola láser^7 (^5LG^7) dispara un rayo láser costante que alcanza ^3distancias medias^7 y tabién pued ^3golpear a los enemigos atrás^7 La pistola ^3no tiene tiempo de recarga^7 pero ^3hace daño de forma costante^7, siempre y cuando resistas con tu enemigo delante.
fr: Le ^5LaserGun (LG)^7 décharge un rayon laser continu qui peut toucher à ^3moyenne portée^7 et qui ^3repousse aussi l'ennemi^7. Cette arme n'a ^3pas de temps de rechargement^7, elle génère des ^3dégâts continus^7 aussi longtemps que vous parvenez à verrouiller votre cible !
nl: De ^5Lasergun^7 (afkorting ^5LG^7) schiet een constante laserstraal op ^3middellange afstand^7 waarmee ^3tegenstanders achteruit geduwd^7 worden. Het wapen heeft ^3geen herlaadtijd^7 en doet ^3constant schade^7 zolang je hem op je vijand gericht kunt houden!
pt: O ^5Laser^7 (sigla ^5LG^7, de Lasergun) atira um raio laser constante que tem um ^3alcance médio^7 e que também ^3empurra os inimigos^7. Esta arma ^3não precisa de ser recarregada^7 mas ^3causa um dano constante^7, desde que seja capaz de manter o inimigo estável na sua mira!
pt_br: A ^5Laser^7 (sigla ^5LG^7, de Lasergun) atira um raio laser constante que tem um ^3alcance médio^7 e que também ^3empurra os inimigos^7. Esta arma ^3não precisa recarregar^7 mas ^3causa um dano constante^7, contanto que você seja capaz de se manter na cola do inimigo com ela!
ru: ^5Лазерган^7 (^5LG^7) — лазерное оружие, стреляющее непрерывным лучом и наносящее ^3постоянный урон^7, пока противник находится в зоне поражения. Работает только на ^3средних^7 и ^3близких^7 дистанциях.

# weapon_mg
source: The ^5Machinegun^7 (^5MG^7) fires ^3fast, instant hitting bullets^7 and has a ^3low reload^7. It isn't as powerful the ^5Electrobolt^7 but can deal ^3good damage^7 even over ^3long ranges^7!
de: Das ^5Maschinegewehr^7 (^5MG^7) schießt ^3schnelle, sofort treffende Kugeln^7 und hat eine ^3kurze Nachladezeit^7. Es ist nicht so stark wie der ^5Elektrobolzen^7, kann aber trotzdem ^3guten Schaden^7 über ^3große Distanz^7 austeilen!
es: La ^5Ametralladora^7 (^5MG^7) dispara ^3rápidas, e instantáneamente atravesantes balas^7 y tiene un ^3tiempo de recarga bajo^7. No es tan poderosa como la ^5Pistola de rayos^7 pero puede hacer un ^3buen daño^7 incluso en ^3distancias largas^7!
fr: Le ^5MachineGun (MG)^7 est un fusil mitrailleur tirant des ^3balles rapides^7 aux ^3dégâts instantanés^7 et à ^3faible temps de rechargement^7. Il n'est pas aussi puissant que l'^5ElectroBolt^7, mais il peut provoquer d'^3importants dégâts^7 à ^3longue portée^7 !
nl: Het ^5Machinegeweer^7 (afkorting ^5MG^7) vuurt ^3snelle, direct rakende kogels^7 en heeft een ^3korte herlaadtijd^7. Het wapen is niet zo krachtig als de ^5Electrobolt^7 maar doet voldoende schade, zelfs op ^3lange afstand^7!
pt: A ^5Metralhadora^7 (sigla ^5MG^7, de Machinegun) atira balas rápidas e instantâneas e possui uma ^3recarga lenta^7. Não é tão poderosa como o ^5Eletroraio^7 mas pode causar um ^3bom dano^7 até em ^3longas distâncias^7!
pt_br: A ^5Metralhadora^7 (sigla ^5MG^7, de Machinegun) atira ^3balas rápidas e instantâneas^7 e possui uma ^3recarga lenta^7. Não é tão poderosa quanto o ^5Eletroraio^7 mas pode causar um ^3bom dano^7 até em ^3longas distâncias^7!
ru: ^5Пулемёт^7 (^5MG^7) — автоматическое оружие, эффективное на ^3средних^7 и ^3дальних^7 дистанциях. Отличается достаточно высокой ^3скорострельностью^7 и отсутствием ^3разброса^7 пуль.

# weapon_gl
source: The ^5Grenade Launcher^7 (^5GL^7)^3 fires Grenades in an arc^7 that either explode when hitting an enemy or after some time. It has a ^3medium reload^7 and is best used on ^3mid-range^7 to spam small entrances and hinder other players freedom.
de: Der ^5Granatenwerfer^7 (^5GL^7)^3schießt Granaten in einem Bogen^7 welche bei Kontakt mit einem Gegner oder nach einiger Zeit von selbst explodieren. Er hat ^3mittlere Nachladezeit^7 und wird am besten auf ^3mittlere Distanz^7 benutzt um kleine Zugänge abzuschneiden.
es: El ^5Lanzagranadas^7 (^5GL^7)^3 dispara granadas en un arco^7 que o explotan cuando impactan contra un enemigo o un tiempo después. Tiene un^3tiempo de recarga medio^7 y se usan mejor en ^3rangos medios^7 para crear pequeñas entradas o estorbar la libertad de otros jugadores.
fr: Le ^5Grenade Launcher (GL)^7 lance des grenades suivant une ^3trajectoire en arc de cercle^7, qui explosent soit au contact de l'ennemi, soit après quelque temps. Le lance-grenades a un ^3temps de rechargement moyen^7 et s'utilise de préférence à ^3moyenne portée^7 pour faire barrage dans les petits espaces et ainsi limiter la liberté de mouvement des autres joueurs.
nl: De ^5Granaatwerper^7 (afkorting ^5GL^7) ^3vuurt Granaten in een boog^7 die na een paar seconden exploderen, of direct wanneer ze een vijand raken. Het heeft een ^3korte herlaadtijd^7 en is het beste te gebruiken op ^3middellange afstand^7 bij doorgangen om vijanden in het nauw te drijven.
pt: O ^5Lança-Granadas^7 (sigla ^5GL^7, de Grenade Launcher) ^3atira Granadas em arco^7 que explodem, ou quando acertam num inimigo, ou depois de um certo tempo. A arma possui um ^3tempo médio de recarga^7 e é melhor usada em ^3médias distâncias^7 para cobrir pequenas entradas e dificultar a liberdade de outros jogadores.
pt_br: O ^5Lança-Granadas^7 (sigla ^5GL^7, de Grenade Launcher) ^3atira Granadas em um arco^7 que explodem quando acertam um inimigo ou depois de um certo tempo. A arma possui um ^3tempo médio de recarga^7 e é melhor usada em ^3médias distâncias^7 para cobrir pequenas entradas e dificultar a liberdade de outros jogadores.
ru: ^5Гранатомёт^7 (^5GL^7) — оружие, стреляющее прыгучими гранатами. Гранаты летят по ^3длинной дуге^7 и взрываются через некоторое время. Эффективно на ^3средней дистанции^7, часто используеся для обстрела ^3проходов^7 и предпологаемых мест нахождения противника.

# weapon_pg
source: The ^5Plasmagun^7 (^5PG^7) fires ^3fast Plasma projectiles^7 and is best used to quickly fire some shots down a hallway to stop other players from approaching or at very close ranges, it is therefore effective on ^3all ranges^7.
de: Die ^5Plasmakanone^7 (^5PG^7) feuert ^3schnelle Plasmaprojektile^7 und wird benutzt um schnell eine Salve in einen Gang zu feuern um andere Spieler am Vordringen zu hindern oder auch auf kurze Distanz, sie ist daher auf ^3allen Reichweiten^7 von Nützen.
es: La ^5Pistola de plasma^7 (^5PG^7) dispara ^3proyectiles de plasma muy rápido^7 y se usa mejor para disparar rápidamente por el pasillo para parar a otros jugadores de acercarse mucho o a un rango cercano, es por lo tanto muy efectiva en ^3todos los rangos^7.
fr: Le ^5PlasmaGun (PG)^7 tire des ^3projectiles de plasma rapides^7, il s'utilise de préférence ^3à moyenne ou longue portée^7 pour balayer une allée sous un feu nourri, et ainsi empêcher l'ennemi d'approcher, ou ^3à très courte portée^7 pour lui infliger de lourds dégâts.
nl: De ^5Plasmagun^7 (afkorting ^5PG7) schiet ^5snelle Plasma projectielen^7 en is het best te gebruiken op ^3korte afstand^7, maar ook op ^3lange afstand^7 om te voorkomen dat vijanden door een bepaalde gang komen.
pt: A ^5Rifle de Plasma^7 (sigla ^5PG^7, de Plasmagun) atira ^3projéteis rápidos de Plasma^7 e é melhor usada para disparar rapidamente num corredor para impedir que outros jogadores se aproximem ou em distancias bem curtas, portanto ela é eficaz em ^3qualquer distância^7.
pt_br: A ^5Metralhadora de Plasma^7 (sigla ^5PG^7, de Plasmagun) atira ^3projéteis rápidos de Plasma^7 e é melhor usada para disparar rapidamente em um corredor para impedir que outros jogadores se aproximem ou em distancias bem curtas, portanto ela é eficaz em ^3qualquer distância^7.
ru: ^5Плазмотрон^7 (^5PG^7) — оружие, выпускающее сгустки высокотемпературной плазмы. Обладает хорошей скорострельностью и огневой мощью. Часто применяется на ^3близких^7 и ^3средних^7 дистанциях, а также в качестве добивающего оружия.

# weapon_rg
source: The ^5Riotgun^7 (^5RG^7) fires ^3instant hitting Pellets^7 that spray the further away the target is. The weapon has a ^3medium reload^7 and is most effective on ^3close range^7 but can also be used on ^3medium range^7.
de: Die ^5Schrotflinte^7 (^5RG^7) feuert ^3sofort treffende Kügelchen^7 welche außeinanderstoben je weiter das Ziel entfernt ist. Dies Waffe hat ^3mittlere Nachladezeiten^7 und ist am effektivsten auf ^3kurze Distanz^7, kann aber auch auf ^3mittlere Distanz^7 verwendet werden.
es: La ^5Escopeta^7 (^5RG^7) dispara ^3cartuchos que impactan de forma instantánea^7 y se dispersan tan lejos como el objetivo esté. Esta arma tiene un ^3tiempo de recarga medio^7 y es más efectiva en ^3rangos pequeños^7 pero puede también usarse en ^3rangos medios^7.
fr: Le ^5RiotGun (RG)^7 est un fusil anti-émeutes tirant des ^3cartouches de plombs aux dégâts instantanés^7 qui se dispersent à longue distance. Cette arme a un ^3temps de rechargement moyen^7 et est particulièrement efficace ^3à courte portée^7. La dispersion rend les dégâts moindres ^3à moyenne portée^7.
nl: Het ^5Jachtgeweer^7 (afkorting ^5RG^7) schiet ^3direct rakende hagel^7 en wordt minder nauwkeurig naarmate de afstand toeneemt. Het wapen heeft een ^3middelmatige herlaadtijd^7 en is vooral effectief op ^3korte^7 tot ^3middellange afstand^7.
pt: A ^5Espingarda^7 (sigla ^5RG^7, de Riotgun) atira ^3pequenos projéteis instantâneos^7 que se espalham dependendo da distância do alvo. A arma possui um ^3tempo médio de recarga^7 e é mais eficaz em ^3curta distância^7, mas também pode ser usada em ^3média distância^7.
pt_br: A ^5Espingarda^7 (sigla ^5RG^7, de Riotgun) atira ^3pequenos projéteis instantâneos^7 que se espalham dependendo da distância do alvo. A arma possui um ^3tempo médio de recarga^7 e é mais eficaz em ^3curta distância^7, mas também pode ser usada em ^3média distância^7.
ru: ^5Дробовик^7 (^5RG^7) — огнестрельное оружие со широким разбросом дроби. Лучшее оружие для ^3близкой^7 дистанции, иногда используестся как добивающее на ^3средней^7 дистанции. Малоэффективно на большом расстоянии.

# weapon_rl
source: The ^5Rocket Launcher^7 (^5RL^7) fires ^3rockets^7 that explode on contact and deal ^3splash damage^7 around the impact. It has a ^3medium reload^7 and is best used on ^3close to medium-ranges^7. Hitting a player directly with a rocket can be devastating.
de: Der ^5Raketenwerfer^7 (^5RL^7) feuert ^3Raketen^7 welche bei Kontakt explodieren und ^3Arealschaden^7 um den Einschlag erzeugen. Er hat eine ^3mittlere Nachladezeit^7 und wird auf ^3kurze bis mittlere Reichweite^7 verwendet. Einen Gegner direkt mit einer Rakete zu treffen kann verheerend sein.
es: El ^5Lanzador del cohete^7 (^5RL^7) dispara ^3cohetes^7 que explotan al entrar en contacto y producen una ^3explosión^7 que daña alrededor del impacto. Tiene un ^3tiempo de recarga media^7 y se usa mejor en ^3cortos y medios alcances^7. Alcanzar a un jugador con el cohete puede ser devastador.
fr: Le ^5Rocket Launcher (RL)^7 tire des ^3roquettes^7 qui explosent au contact et produisent des ^3dégâts autour du point d'impact^7. Le lance-roquettes a un ^3temps de rechargement moyen^7, il s'utilise de préférence ^3à courte ou moyenne portée^7. Toucher un joueur directement avec une roquette peut s'avérer dévastateur.
nl: De ^5Raketwerper^7 (afkorting ^5RL^7) vuurt ^3raketten^7 die eindigen in een ^3explosie^7 wanneer ze ergens mee in aanraking komen. Het wapen heeft een ^3middelmatige herlaadtijd^7 en is het beste te gebruiken op ^3korte tot middellange afstand^7. Een vijand direct raken met een raket heeft verwoestende gevolgen.
pt: O ^5Lança-Mísseis^7 (sigla ^5RL^7, de Rocket Launcher) atira ^3mísseis^7 que explodem com o impacto e causam ^3dano em área^7 em volta do mesmo. A arma possui um ^3tempo médio de recarga^7 e é melhor usada em ^3curtas e médias distâncias^7. Acertar num jogador diretamente com um míssil pode ser devastador.
pt_br: O ^5Lança-Foguetes^7 (sigla ^5RL^7, de Rocket Launcher) atira ^3foguetes^7 que explodem com o impacto e causam ^3dano em área^7 em volta do mesmo. A arma possui um ^3tempo médio de recarga^7 e é melhor usada em ^3curtas e médias distâncias^7. Acertar um jogador diretamente com um foguete pode ser devastador.
ru: ^5Ракетница^7 (^5RL^7) — оружие, выпускающее ракеты с высоким ^3радиусом поражения^7. Одно из основных, может использоваться как в качестве тактического, так и наступательного. Наносит максимальный урон при ^3прямом попадании^7 в противника.

# enter_tele_when_ready
source: Learned enough already? When you are prepared, enter this ^3teleporter^7 to get to the battlearena and ^3duel an easy bot player^7. Now we will see if you have the guts for Warsow!
de: Genug gelernt? Wenn du bereit bist trete in diesen ^3Teleporter^7 um in die Kampfarena zu gelangen und einen ^3einfachen Bot Spieler im Duel herauszufordern^7. Jetzt werden wir sehen ob du das Zeug für Warsow hast!
es: ¿Has aprendido suficiente? Cuando estés preparado, entra en el ^3teletransportador^7 para llegar al campo de batalla y ^3retar a un bot (fácil)^7. ¡Ahora veremos si tienes lo que hay que tener para Warsow!
fr: Vous en savez suffisamment ? Lorsque vous serez prêt(e), empruntez ce ^3téléporteur^7 pour entrer dans l'arène et ^3affronter en duel un bot de niveau facile^7. Maintenant, nous allons voir ce que vous valez !
nl: Heb je genoeg geleerd? Wanneer je klaar bent, loop door deze ^3teleporter^7 om in de arena een ^3duel^7 te voeren tegen een computergestuurde speler. We zullen zien of je klaar bent voor Warsow!
pt: Já aprendeu bastante? Quando estiver preparado, entre neste ^3teleporte^7 para entrar na arena de batalha e ^3duelar contra um bot fácil^7. Agora veremos se está preparado para Warsow!
pt_br: Aprendeu o bastante já? Quando estiver preparado, entre neste ^3teletransportador^7 para entrar na arena de batalha e ^3duelar contra um bot fácil^7. Agora veremos se você está preparado para Warsow!
ru: Считаете, что изучили достаточно? Если вы готовы, пройдите в этот телепорт и сразитесь с ботом на арене. Покажите, насколько отважно вы готовы играть в Warsow!

# powerup_quad
source: The ^8Quad Damage powerup^3 lets you deal four times the damage^7 for a ^3limited time^7. It is used in game modes like ^3Team Deathmatch^7, ^3Free for All^7 and ^3Capture the Flag^7.
de: Das ^8Quad Damage Powerup^7 lässt dich für ^3begrenzte Zeit^7 den ^3vierfachen Schaden^7 austeilen. Es wird in Spielmodi wie ^3Team Deathmatch^7, ^3Free for All^7 und ^3Capture the Flag^7 verwendet.
es: El ^8Aumentador del daño de terremoto^3 te permite hacer cuatro veces el daño^7 por un ^3tiempo limitado^7. Se usa en modos de juego como ^3Batalla a muerte por equipos^7, ^3Libre para todos^7 y ^3Captura la bandera^7.
fr: Le ^8Warshock ou Quad Damage (bonus d'arme dégâts x4)^7 vous permet d'infliger ^3quatre fois plus de dégâts^7 pendant une ^3durée limitée^7. Il est utilisé dans certains modes de jeu tels que ^3Team Deathmatch^7, ^3Free For All^7 et ^3Capture the Flag^7.
nl: De ^8Viervoudige schade bonus^7 laat je vier keer zoveel schade doen voor een ^3beperkte tijd^7. De bonus wordt gebruikt in speltypes als ^3Team Deathmatch^7, ^3Free for All^7 en ^3Capture the Flag^7.
pt: O poder ^8QuadDamage^3 aumenta em quatro vezes o dano^7 que causa por um ^3tempo limitado^7. É usado em modos de jogo como ^3Team Deathmatch^7, ^3Free for All^7 e ^3Capture the Flag^7.
pt_br: O poder ^8Quad Dano^3 aumenta em quatro vezes o dano^7 que você causa por um ^3tempo limitado^7. É usado em modos de jogo como ^3Team Deathmatch^7, ^3Free for All^7 e ^3Capture the Flag^7.
ru: ^8Четверной урон^7 действует 30 секунд и увеличивает ваш урон в четыре раза. Вы можете найти этот предмет в таких режимах, как ^3Team Deathmatch^7, ^3Free for All^7 и ^3Capture the Flag^7.

# powerup_warshell
source: The ^5Warshell powerup^3 decreases four times the damage^7 you take for a ^3limited time^7. It is used in game modes like ^3Team Deathmatch^7, ^3Free for All^7 and ^3Capture the Flag^7.
de: Das ^5WarShell Powerup^3 verringert den vierfachen Schaden^7 für ^3eine begrenzte Zeit^7. Es wird in Spielmodi wie ^3Team Deathmatch^7, ^3Free for All^7 und ^3Capture the Flag^7 verwendet.
es: El ^5aumento de protección^3 reduce 4 veces el daño^7 que puedes recibir por ^3un tiempo limitado^7. Se usa en partidas como ^3Batalla por equipos^7, ^3Libre para todos^7 y ^3Captura la bandera^7.
fr: Le ^5Warshell (bonus d'armure dégâts ÷4)^7 est l'équivalent défensif du Warshock qui ^3divise par quatre les dégâts que vous recevez^7 pendant une ^3durée limitée^7. Il est utilisé dans certains modes de jeu tels que ^3Team Deathmatch^7, ^3Free For All^7 et ^3Capture the Flag^7.
nl: De ^5Oorlogsschild bonus^7 zorgt ervoor dat je vier keer zo weinig schade ontvangt van andere spelers voor een ^3beperkte tijd^7. De bonus wordt gebruikt in speltypes als ^3Team Deathmatch^7, ^3Free for All^7 en ^3Capture the Flag^7.
pt: O poder ^5Warshell^3 diminui em quatro vezes o dano^7 que você recebe por um ^3tempo limitado^7. É usado em modos de jogo como ^3Team Deathmatch^7, ^3Free for All^7 e ^3Capture the Flag^7.
pt_br: O poder ^5Quad Defesa ^3diminui em quatro vezes o dano^7 que você recebe por um ^3tempo limitado^7. É usado em modos de jogo como ^3Team Deathmatch^7, ^3Free for All^7 e ^3Capture the Flag^7.
ru: ^5Покров войны^7 действует 30 секунд и уменьшает получаемый урон в четыре раза. Вы можете найти этот предмет в таких режимах, как ^3Team Deathmatch^7, ^3Free for All^7 и ^3Capture the Flag^7.
