Repository: mikejsavage/forksow-assets
Catalog: l10n/maps/tutorial1/*.po
Languages: de, es, fr, nl, pt, pt_br, ru

# health
source: ^2Health items^7 replenish your health points. ^2Green^7 bubbles restore a small amount of health and may give you a short boost over the normal level. ^3Yellow^7 and ^8orange^7 bubbles restore a quarter or a half of your health. The ^6Megahealth^7 and ^5Ultrahealth^7 can increase your health up to double the normal amount!
de: ^2Gesundheitsitems^7 stellen deine Lebenspunkte wieder her, wobei ^3kleine Gesundheitsblasen^7 (grün, gelb und ^8orange^7) dir nur bis zu einem Standardmaximum Leben geben, das ^3Mega- und Ultra-Health (violet und blau)^7 dir jedoch bis zu den doppelten Gesundheitspunkten geben können!
es: ^2Los objetos de Salud^7 rellenan tus puntos de vida. mientras que ^3las pequeñas burbujas de salud(verdes, amarillas y naranjas)^7 solo te dan vida hasta el máximo por defecto, las ^3Mega y Ultra burbujas (violetas y azules)^7 te incrementan tu vida hasta doblar esa cantidad!
fr: Les ^2bonus de santé^7 régénèrent vos points de santé. Les bulles ^2vertes^7 en restaurent une petite quantité et peuvent vous permettre de dépasser légèrement le niveau de santé normal. Les bulles ^3jaunes^7 et ^8oranges^7 restaurent respectivement ^3le quart^7 ou ^8la moitié^7 de vos points de santé. Les bonus spéciaux ^6Megahealth (MH)^7 et ^5Ultrahealth (UH)^7 peuvent augmenter votre santé jusqu'à deux fois le niveau normal !
nl: Levensitems herstellen ^3levenspunten^7. ^3Groene bubbels^7 herstellen een klein deel van je leven en geven je een korte verhoging boven het maximum. ^3Gele en oranje bubbels^7 herstellen een kwart of de helft van je levenspunten. De ^3Megahealth^7 en ^3Ultrahealth^7 kunnen je levenspunten tot twee keer verdubbelen!
pt: ^2Itens de vida^7 preenchem os pontos de vida, onde ^3pequenas bolhas de vida (verde, amarela e laranja)^7 só concedem vida até ao máximo padrão (100), mas a ^3Mega e Ultra-Vida (violeta e azul)^7 podem aumentar a vida máxima até ao dobro do valor (200)!
pt_br: ^2Itens de vida^7 preenchem os seus pontos de vida. Bolhas verdes restauram uma quantidade pequena de vida e também lhe concedem vida além do valor normal (100). Bolhas amarelas e laranjas restauram 1/4 e 1/2 da sua vida, respectivamente. A ^3Mega-Vida e Ultra-Vida^7 podem aumentar a sua vida até o dobro do valor normal (200)!
ru: ^2Аптечки^7 помогут вам восполнить уровень здоровья. ^2Зелёные^7 аптечки дают малое количество здоровья, но могут поднять его уровень сверх нормального значения. ^3Жёлтые^7 и ^8оранжевые^7 восполняют четверть и половину здоровья соответственно. ^6Мегаздоровье^7 и ^5Ультраздоровье^7 увеличивают максимальный запас здровья в два раза.

# armor
source: ^1Armor^7 is important as it reduces the damage taken. The small ^2armor shards^7 are the weakest, the ^2green armor^7 chestplate gives a weak amount. ^3Yellow^7 and ^1red^7 chestplates give you a medium or great amount of armor. Mind that there is a ^3maximum amount of armor value^7 you can get with each armor type!
de: ^1Rüstung^7 ist wichtig da sie den erhaltenen Schaden reduziert. Kleine ^2Rüstungsteile^7 sind die schwächsten, die ^2grüne^7 Rüstungsplatte gibt eine kleine Menge an Rüstung. Die ^3gelbe^7 und ^3rote^7 Rüstungsplatte geben einen mittleren oder großen Rüstungsanteil. Bedenke, dass jedes Rüstungsteil nur ein eigenes ^3Maximum an Rüstungspunkten^7 geben kann!
es: La ^1Armadura^7 es muy importante, pues reduce el daño recibido. El pequeño ^3trozos de armadura^7 es el más débil, el peto ^3verde^7 te da una cantidad baja. El peto ^3amarillo^7 y la ^3rojo^7 te dan una media y gran cantidad de armadura. ¡Ten en mente que hay un ^3máximo de la cantidad de armadura^7 de cada tipo que puedes tener!
fr: L'^1armure^7 est importante, elle réduit les dégâts reçus. Les ^2fragments d'armure^7 sont les plus faibles et l'^2armure verte^7 confère une protection de base. Les armures ^3jaune^7 et ^1rouge^7 confèrent une protection moyenne et forte (respectivement). Gardez à l'esprit que chaque type d'armure est associé à une ^3valeur maximale^7 que vous ne pouvez pas dépasser !
nl: ^3Pantser^7 is belangrijk omdat het de schade die je krijgt vermindert. De ^2pantser scherven^7 geven de minste bescherming, het ^2groene pantser^7 al iets meer. Het ^3gele pantser^7 en ^1rode pantser^7 geven je een gemiddelde of grote bescherming. Let op dat er een ^3maximum bescherming^7 is die je kan krijgen!
pt: ^1Armadura^7 é importante pois reduz o dano que recebe. Os pequenos ^3Pedaços de Armadura^7 são os mais fracos, a ^3Armadura Verde^7 da um valor baixo de armadura. As armaduras ^3amarela^7 e ^3vermelha^7 dão um valor médio e alto de armadura. Lembre-se que há um ^3valor máximo de armadura^7 que pode ter com cada tipo de armadura!
pt_br: ^1Armadura^1 é importante pois reduz o dano que você recebe. Os pequenos ^2Fragmentos de Armadura^3 são os mais fracos, a ^2Armadura Verde^7 lhe concede um valor baixo. As armaduras ^3amarela^7 e ^1vermelha^7 lhe concedem um valor médio e alto de armadura, respectivamente. Tenha em mente que há um ^3valor máximo de armadura^7 que você pode ter com cada tipo de armadura!
ru: ^1Броня^7 очень важна, она нейтрализует часть урона. ^2Пластина брони^7 даёт наименьшее количество, и далее по возрастающей идут ^2зелёная^7, ^3жёлтая^7 и ^1красная^7 броня. Во время игры старайтесь ^3собирать как можно больше очков брони^7.
