Repository: mikejsavage/forksow-assets
Catalog: l10n/maps/tutorial1/*.po
Languages: de, es, fr, nl, pt, pt_br, ru

# welcome_to_tutorial
source: Welcome to the Warsow Tutorial! You can ^3look around^7 with the ^2Mouse^7 and ^3walk^7 with the ^3Movement keys^7 (^2WSAD^7). Walk to the ^3two symbols^7 in this room to learn about what they mean and then go through the door to proceed.
de: Wilkommen zum Warsow Tutorial! Du kannst dich mit der ^2Maus ^3umsehen^7 und dich mit den ^3Bewegungstasten^7 (^2WSAD^7) ^3fortbewegen. Gehe zu den ^3zwei Symbolen^7 in diesem Raum um zu lernen, was sie bedeuten und gehe danach durch die Tür um fortzufahren.
es: ¡Bienvenido al tutorial de Warsow! Puedes mirar ^3a tu alrededor^7 con el ^2mouse^7 y moverte con las ^3teclas de movimiento^7 (^2WSAD^7.) Camina hacía los ^3dos símbolos^7 que hay en la habitación para aprender acerca de lo que significan y luego pasa a través de la puerta para continuar.
fr: Bienvenue dans le programme d'initiation de Warsow ! Vous pouvez ^3regarder autour de vous^7 avec la ^2souris^7 et ^3marcher^7 avec les ^2touches de déplacement (ZQSD)^7. Marchez jusqu'aux ^3deux symboles^7 disposés dans la pièce pour savoir ce qu'ils signifient puis franchissez la porte pour poursuivre l'initiation.
nl: Welkom bij de Warsow tutorial! Je kunt ^3rondkijken^7 met de ^2muis^7 en ^3lopen^7 met de ^3bewegingstoetsen^7 (^2WSAD^7). Loop naar de ^3twee symbolen^7 in deze kamer voor uitleg over wat ze betekenen en ga daarna naar de volgende kamer.
pt: Bem-vindo ao Tutorial de Warsow! Pode ^3olhar em volta^7 com o ^2Rato^7 e andar com as ^3Teclas de movimento^7 (^2W, A, S e D^7). Vá até aos ^3dois símbolos^7 nesta sala para aprender acerca do seu significado e atravesse a porta para continuar.
pt_br: Bem-vindo ao Tutorial de Warsow! Você pode ^3olhar em volta^7 com o ^2Mouse^3 e ^3se mover^7 com as ^3Teclas de movimento^7 (^2W, A, S e D^7). Vá até os ^3dois símbolos^7 nesta sala para aprender o que eles significam e então atravesse a porta para continuar.
ru: Добро пожаловать в школу Warsow! Вы можете ^3осматриваться^7 с помощью ^2мыши^7 и ^3передвигаться^7 с помощью ^3клавиш движения^7 (^2WSAD^7). Подойдите к этим ^3двум иконкам^7, чтобы узнать их значение, а затем пройдите к двери.

# welcome_to_tutorial_nokeyboard
source: Welcome to the Warsow Tutorial! Warsow is a fast-paced game with advanced movement and uses ^3gamepad-like touch controls^7. Hold your device ^2as shown on the screen^7 so you can control the player with ^2four fingers at once^7. You can ^3walk^7 with your ^2left thumb^7 and ^3look around^7 with your ^2right thumb^7. On a ^3gamepad^7, you can use the ^2Left Stick^7 to ^3walk^7 and the ^2Right Stick^7 to ^3look around^7. Walk to the ^3two symbols^7 in this room to learn about what they mean and then go through the door to proceed.
de: Welcome to the Warsow Tutorial! Warsow is a fast-paced game with advanced movement and uses gamepad-like touch controls. Hold your device as shown on the screen so you can control the player with four fingers at once. You can walk with your left thumb and look around with your right thumb. On a gamepad, you can use the Left Stick to walk and the Right Stick to look around. Walk to the two symbols in this room to learn about what they mean and then go through the door to proceed.
es: Welcome to the Warsow Tutorial! Warsow is a fast-paced game with advanced movement and uses gamepad-like touch controls. Hold your device as shown on the screen so you can control the player with four fingers at once. You can walk with your left thumb and look around with your right thumb. On a gamepad, you can use the Left Stick to walk and the Right Stick to look around. Walk to the two symbols in this room to learn about what they mean and then go through the door to proceed.
fr: Welcome to the Warsow Tutorial! Warsow is a fast-paced game with advanced movement and uses gamepad-like touch controls. Hold your device as shown on the screen so you can control the player with four fingers at once. You can walk with your left thumb and look around with your right thumb. On a gamepad, you can use the Left Stick to walk and the Right Stick to look around. Walk to the two symbols in this room to learn about what they mean and then go through the door to proceed.
nl: Welkom bij de Warsow Tutorial! Warsow is een spel met snelle actie en complexe bewegingen, te besturen met gamepad-achtige touch controls. Houd het apparaat vast zoals afgebeeld zodat je de speler met 4 vingers tegelijk kunt besturen. Gebruik je ^2linkerduim^7 om te ^3lopen^7 en je ^2rechterduim^7 om ^3rond te kijken^7. Op een controller gebruik je de ^2linker pook^7 om te ^3lopen^7 en de ^2rechter pook^7 om ^3rond te kijken^7. Loop naar de ^3twee symbolen^7 in deze kamer voor uitleg over wat ze betekenen en ga daarna naar de volgende kamer.
pt: Welcome to the Warsow Tutorial! Warsow is a fast-paced game with advanced movement and uses gamepad-like touch controls. Hold your device as shown on the screen so you can control the player with four fingers at once. You can walk with your left thumb and look around with your right thumb. On a gamepad, you can use the Left Stick to walk and the Right Stick to look around. Walk to the two symbols in this room to learn about what they mean and then go through the door to proceed.
pt_br: Bem-vindo ao Tutorial de Warsow! Warsow é um jogo de ritmo rápido com uma mecânica avançada de movimento e possui controles de toque no estilo gamepad. Segure o seu dispositivo como mostra na tela para que você possa controlar o jogador com quadro dedos de uma só vez. Você pode andar com o seu polegar esquerdo e olhar em volta com o seu polegar direito. Com um gamepad, você pode usar o Analógico Esquerdo para andar e o Analógico Direito para olhar em volta. Vá até os dois símbolos nesta sala para aprender o que eles significam e então atravesse a porta para continuar.
ru: Добро пожаловать в школу Warsow! Warsow требует быстрой реакции и использует ^3особую схему сенсорного управления^7. Возьмите ваше устройство, как ^2показано на экране^7, чтобы вы могли управлять ^2четырьмя пальцами^7. Вы можете ^3передвигаться^7 ^2левым большим пальцем^7 и ^3осматриваться^7 ^2правым большим пальцем^7. Если вы используете ^3геймпад^7, вы можете ^3двигаться^7 и ^3осматриваться^7 ^2левым^7 и ^2правым мини-джойстиками^7. Подойдите к этим ^3двум иконкам^7, чтобы узнать их значение, а затем пройдите к двери.

# special_explanation
source: This icon shows usage of the ^3Special button^7 (^2{B+special}^7). It is used for special movement tricks. On the ground it lets you make a ^3Dash^7, try it out! (Hint: ^3Dash^7 can be used together with ^3movement^7) Also keep in mind that the ^3Special button^7 has a ^3cooldown^7 and taking damage gives you a ^3stun^7 that disables ^3Dashing^7!
de: Dieses Icon zeigt Einsatz der ^3Spezial Taste^7 (^2{B+special}^7). Sie ist für spezielle Bewegungstricks. Am Boden vollführt sie einen ^3Dash^7, versuch es! (Tipp: ^3Dash^7 funktioniert auch mit den ^3Bewegungstasten^7) Beachte außerdem, dass die ^3Spezial Taste^7 eine ^3Abkühlzeit^7 hat und man durch Schaden ^3geblockt^7 wird was auch ^3Dashen^7 blockt!
es: Este icono muestra el uso de la ^3Tecla especial^7 (^2{B+special}^7.) Se usa para trucos especiales de movimientos. En el uso te ayuda a hacer ^3Deslizamientos^7. ¡Inténtalo! (Consejo: El ^3deslizamiento^7 puede usarse junto con las ^3teclas de movimiento^7). ¡Además, recuerda que las ^3teclas especiales^7 tienen un ^3enfriamiento^7 y el recibir daño provoca un ^3aturdimiento^7 que desactiva el ^3deslizarse^7!
fr: Cette icône représente l'utilisation de la ^3touche spéciale^7 ^2({B+special})^7. Elle est utilisée pour les mouvements spéciaux. Au sol, elle vous permet d'effectuer un ^3Dash (bond en avant)^7. Essayez ! (Astuce : le ^3Dash^7 peut être combiné avec les ^3touches de déplacement^7.) Souvenez-vous aussi que la ^3touche spéciale^7 a un ^3temps de rechargement^7 et que les dégâts reçus peuvent provoquer un ^3étourdissement^7 ce qui désactive la fonction ^3Dash^7 !
nl: Dit icoon toont gebruik van de ^3Speciaal knop^7 (^2{B+special}^7). Deze knop wordt gebruikt voor uitvoeren van speciale bewegingen en trucs. Op de grond maak je hiermee een ^3Dash^7, probeer het maar! (Hint: ^3Dash^7 kan worden gebruikt tijdens het ^3lopen^7) Onthou dat de ^3Speciaal knop^7 een ^3afkoelperiode^7 heeft en wanneer een tegenstander je beschiet je een ^3Stun^7 krijgt waardoor je geen ^3Dash^7 kunt uitvoeren!
pt: Este ícone mostra a utilidade da ^3Tecla especial^7 (^2{B+special}^7). É usada para truques especiais de movimento. No solo permite que faça um ^3Dash^7, experimente! (Dica: O ^3Dash^7 pode ser utilizado em conjunto com as ^3Teclas de movimento^7) Tenha em mente que a ^3Tecla especial^7 tem um ^3tempo de espera^7 e receber dano ^3atordoa^7 e incapacita o ^3Dash^7!
pt_br: Este ícone mostra a utilidade do ^3Botão especial^7 (^2{B+special}^3). É usado para truques especiais de movimento. No solo você executar um ^3Dash^7, experimente! (Dica: ^3Dash^7 pode ser usado em conjunto com o seu ^3movimento^7) Também tenha em mente que o ^3Botão especial^7 possui um ^3intervalo de tempo^7 e receber dano irá te ^3atordoar^7 e desabilitar o seu ^3Dash^7!
ru: Эта иконка показывает, что нужно использовать ^3специальную кнопку^7 (^2{B+special}^7). Она применяется для особых приёмов. На земле она позволяет выполнять ^3рывок^7 с места. ^3Рывок^7 может выполняться в сторону, в которую вы ^3движетесь^7. Так же у ^3специальной кнопки^7 есть время ^3перезарядки^7, а при получении урона на вас накладывается эффект ^3оглушения^7, который временно отключает ^3рывки^7!

# jump_explanation
source: This icon shows usage of the ^3Jump button^7 (^2{B+moveup}^7). Jumping is very important in Warsow as you'll learn.
de: Dieses Icon zeigt Einsatz der ^3Sprung Taste^7 (^2{B+moveup}^7). Springen ist sehr wichtig in Warsow, wie du noch lernen wirst.
es: Este icono muestra el uso de la ^3tecla de Salto^7 (^2{B+moveup}^7). Saltar es muy importante en Warsow, como aprenderás.
fr: Cette icône représente l'utilisation de la ^3touche de saut^7 ^2({B+moveup})^7. Les sauts sont très importants dans Warsow, comme vous allez le voir.
nl: Dit icoon toont gebruik van de ^3Spring knop^7 (^2{B+moveup}^7). Je zult merken dat springen erg belangrijk is in Warsow.
pt: Este ícone mostra a utilidade da ^3Tecla saltar^7 (^2{B+moveup}^7). Saltar é muito importante em Warsow como irá aprender.
pt_br: Este ícone mostra a utilidade do ^3Botão de pular^7 (^2{B+moveup}^7). Pular é muito importante em Warsow como você irá aprender.
ru: Эта иконка показывает, что нужно использовать кнопку ^3прыжка^7 (^2{B+moveup}^7). Прыжки очень важны в Warsow, и вы скоро поймёте почему.

# jumping_tutorial
source: As long as you're ^3Jumping^7 you will keep your ^3speed^7 (the number at the bottom). To get some easy speed, use a ^3Dash^7 (^2{B+special}^7) at the ^3Special^7 symbol and then ^3jump^7 (^2{B+moveup}^7) at the ^3Jump button^7 symbols to get to the end. This is called ^3Bunnyhopping^7. (Hint: you can keep the ^3Jump button^7 pressed)
de: Solange du ^3springst^7 verlierst du keine ^2Geschwindigkeit^7 (die unterste Nummer). Um leicht Geschwindigkeit zu bekommen, benutze ^3Dash^7 (^2{B+special}^7) an dem ^3Spezial^7 Symbol und ^3springe^7 (^2{B+moveup}^7) an den ^3Sprung Symbolen^7 bis zum Ende. Das nennt man ^3Bunnyhopping^7. (Tipp: du kannst die ^3Sprungtaste^7 gedrückt halten)
es: Tanto como estés ^3saltando^7 mantendrás tu ^3velocidad^7 (el número que hay abajo). Para obtener algo de velocidad, debe ^3deslizarse^7 (^2{B+special}^7) hasta el ^3Sïmbolo especial^7 y a continuación, ^3saltar^7(^2{B+moveup}^7) desde el símbolo de la tecla de salto hasta el final. Esto se llama ^3Bunnyhopping^7. (Consejo: puedes mantener la tecla de salto presionada.)
fr: Tant que vous ^3sautillez^7, votre ^2vitesse^7 reste constante (elle est indiquée en bas de l'écran). Pour gagner facilement en vitesse, utilisez le ^3Dash (bond en avant)^7 ^2({B+special})^7 puis ^3sautez^7 ^2({B+moveup})^7 pour rejoindre la plateforme opposée. Cette technique est appelée ^3Bunnyhopping (saut de lapin)^7. (Astuce : vous pouvez maintenir votre appui sur la ^3touche de saut^7.)
nl: Zolang je ^3Springt^7 behoudt je ^2Snelheid^7, het getal onderaan in beeld. Om eenvoudig snelheid te winnen, voer een ^3Dash^7 (^2{B+special}^7) uit op het ^3Speciaal^7 symbool en ^3Spring^7 (^2{B+moveup}^7) vervolgens op het ^3Spring^7 symbool om het einde te halen. Dit wordt ^3Bunnyhopping^7 genoemd. (Hint: je kunt de ^3Spring knop^7 ingedrukt houden)
pt: Enquanto estiver ^3Saltando^7 manterá a sua ^3velocidade^7 (valor na parte inferior) Para obter velocidade facilmente, faça um ^3Dash (^2{B+special}^7) no símbolo ^3Especial^7 e ^3salte^7 (^2{B+moveup}^7) nos símbolos da ^3Tecla saltar^7 para chegar ao final. Isto chama-se ^3Bunnyhopping^7. (Dica: pode manter premida a ^3Tecla de pular^7)
pt_br: Enquanto estiver ^3Pulando^7 você manterá a sua ^2velocidade^3 (valor na parte inferior) Para conseguir velocidade facilmente, execute um ^3Dash^7 (^2{B+special}^7) no símbolo ^3Especial^7 e então ^3pule^7 (^2{B+moveup}^7) nos símbolos do ^3Botão de pular^7 para chegar até o final. Isso se chama ^3Bunnyhopping^7. (Dica: você pode segurar o ^3Botão de pular^7.)
ru: Ваша скорость будет сохраняться при непрерывных прыжках (она указана внизу на экране). Чтобы получить начальное ускорение, выполните ^3рывок^7 (^2{B+special}^7) с места иконки ^3специальной кнопки^7 и ^3прыгните^7 (^2{B+moveup}^7) там, где расположены иконки. Так выполняется ^3распрыжка^7, и можно просто зажать кнопку прыжка для автоматической распрыжки.

# walljumping_tutorial
source: Besides ^3Dashing^7, the ^3Special button^7 allows you to make ^3Walljumps^7. To get to the door, jump against the wall, then press the ^3Special button^7 (^2{B+special}^7) to bounce off of it. This pushes you upwards a bit to get onto the platforms!
de: Neben ^3Dashen^7 kann die ^2Spezialtaste^7 auch ^3Wandsprünge^7 machen. Springe gegen die Wand und drücke die ^3Spezialtaste^7 (^2{B+special}^7) um dich abzustoßen. Dadurch wirst du in die Höhe gedrückt und kommst auf die Platformen!
es: Además del ^3Deslizamiento^7. la ^3tecla especial^7 te permite hacer ^3saltos por la pared^7. Para llegar a la puerta, salta contra la pared y después presiona la ^3tecla especial^7 (^2{B+special}^7) para rebotar. ¡Esto te empujará por encima un poco para que llegues a las plataformas!
fr: Outre le ^3Dash^7, la ^2touche spéciale^7 vous permet d'effectuer des ^3Walljumps (bonds sur les murs)^7. Pour atteindre la porte, sautez contre le mur, puis appuyez sur la ^3touche spéciale^7 ^2({B+special})^7 afin de rebondir. Le rebond vous permet de gagner un peu de hauteur pour grimper sur les plateformes !
nl: Naast ^3Dashen^7 kan de ^3Speciaal knop^7 gebruikt worden voor het maken van een ^3Walljump^7. Om bij de deur te komen, ^3Spring^7 tegen de muur en gebruik de ^3Speciaal knop^7 (^2{B+special}^7) om je er tegen af te zetten. Hierdoor krijg je meer hoogte om zo het platform te bereiken!
pt: Além do ^3Dashing^7, a ^3Tecla especial^7 permite realizar ^3Walljumps^7. Para chegar até a porta, salte contra a parede e pressione a ^3Tecla especial^7 (^2{B+special}^7) para ressalta-la . Isto empurra-o um pouco para cima para chegar às plataformas!
pt_br: Além do ^3Dashing^7, o ^2Botão especial^3 lhe permite executar ^3Walljumps^7. Para chegar até a porta, pule contra a parede e então pressione o ^3Botão especial^7 (^2{B+special}^7) para quicar sobre ela. Isso empurra você um pouco para cima para alcançar as plataformas!
ru: Помимо ^3рывка^7, с помощью ^3специальной кнопки^7 можно выполнять ^3отскок от стены^7. Чтобы забраться вверх к следующей двери, прыгните вверх около стены, и после этого нажмите ^3специальную кнопку^7 (^2{B+special}^7). Данная комбинация движений позволит вам забираться на высокие платформы.

# wallsliding_tutorial
source: ^3Ramps^7 can also be used for some tricks, try to ^3Dash^7 against them to get pushed upwards the wall! At the highest point, you will have to use a ^3Walljump^7 and ^3move forward^7 to get to the door. (Hint: you can also press ^3Jump^7 to get upwards ramps when you have enough speed)
de: ^3Rampen^7 können auch für Tricks benutzt werden, versuche gegen sie zu ^3Dashen^7 und du wirst hochkatapultiert! Mache einen ^3Wandsprung^7 und benutze die ^3Bewegungstasten^7 am höchsten Punkt um weiterzukommen. (Tipp: du kannst auch ^3Springen^7 drücken um hochzukommen wenn du genug Geschwindigkeit hast)
es: Las ^3rampas^7 pueden también usarse para algunos trucos, ¡prueba a ^3deslizarte^7 contra ellas para que te empujen por encima de la pared! En el punto más alto, tendrás que usar un ^3Salto de pared^7 y las ^3teclas de movimiento^7 para llegar hasta la puerta. (Consejo: también puedes presionar la tecla de ^3Salto^7 para subirte encima de las rampas cuando tengas la suficiente velocidad).
fr: Les ^3rampes^7 peuvent également servir aux déplacements, essayez d'effectuer un ^3Dash (bond en avant)^7 sur l'une d'entre elles pour vous propulser en haut du mur ! Au point le plus élevé, il vous faudra utiliser un ^3Walljump (bond sur les murs)^7 combiné aux ^3touches de déplacement^7 pour atteindre la porte. (Astuce : vous pouvez aussi appuyer sur la ^3touche de saut^7 pour glisser le long des rampes lorsque votre vitesse est suffisante.)
nl: ^3Hellingen^7 kunnen gebruikt worden voor trucs, probeer er een ^3Dash^7 op te maken om tegen de muur op te klimmen! Op het hoogste punt van de sprong kun je door te ^3Walljumpen^7 en tegelijkertijd ^3vooruit te bewegen^7 bij de deur komen. (Hint: je kunt ook tegen een helling op ^3Springen^7 als je genoeg snelheid hebt)
pt: ^3Rampas^7 podem ser usadas para realizar alguns truques, faça um ^3Dash^7 contra ela para ser lançado para cima da parede! No ponto mais alto terá de fazer um ^3Walljump^7 e usar as ^3teclas de movimento^7 para alcançar a porta. (Dica: pode pressionar ^3Saltar^7 para ser lançado de rampas se ter velocidade suficiente.)
pt_br: ^3Rampas^7 também podem ser usadas para alguns truques, tente executar um ^3Dash^7 nelas para ser lançado para cima da parede! No ponto mais alto, você terá que executar um ^3Walljump^7 e ^3mover-se para frente^7 para chegar até a porta. (Dica: você também pode pressionar o ^3Botão de Pular^7 para ser lançado das rampas quando tiver velocidade suficiente.)
ru: Совершите ^3рывок^7 на ^3наклонной поверхности^7, это поднимет вас вверх по стене. В самой высокой точке вам потребуется ^3отскочить от стены^7 и ^3двигаться вперёд^7, чтобы добраться до двери. Также ^3прыжок^7 на наколонной поверхности может поднять вас вверх при достаточной начальной скорости.

# doublejump_tutorial
source: At all normal edges you can make a ^3Doublejump^7 trick. For this you have to ^3jump^7 against the box, then at the edge press ^3Jump^7 again to get more height than you'd get by jumping twice. Use the gained leverage and add a ^3Walljump^7 to get to the door!
de: An allen rechten Kanten kannst du einen ^3Doppelsprung^7 vollführen. ^3Springe^7 dafür gegen die Box und drücke an der Kante erneut ^3Springen^7 um höher zu kommen als mit zwei normalen Sprüngen. Benutze die zusätzliche Höhe und einen ^3Wandsprung^7 um zur Tür zu gelangen!
es: En todas los bordes normales puedes hacer un truco de ^3Doble salto^7. Para esto tendrás que ^3saltar^7 contra la caja. después en el borde, presiona ^3la tecla de salto^7 otra vez para coger más altura de la que cogerías saltando dos veces. ¡Usa la altura conseguida y añade un ^3salto de pared^7 para llegar hasta la puerta!
fr: Sur les rebords, vous pouvez effectuer un ^3Doublejump (double saut)^7. Pour ce faire, il vous faut d'abord ^3sauter^7 contre la caisse, puis ^3sauter^7 à nouveau contre le rebord pour gagner plus de hauteur qu'en deux sauts séparés. Profitez de ce gain et ajoutez un ^3Walljump (bond sur les murs)^7 pour atteindre la porte !
nl: Wanneer je ergens op springt kun je vaak de ^3Doublejump^7 truc doen. ^3Spring^7 eerst op de doos, hou hierbij de ^3Spring knop^7 ingedrukt. Zodra je de rand bereikt spring je vanzelf een tweede keer, maar nu met meer kracht! Zo krijg je meer hoogte dan wanneer je de ^3Spring knop^7 los zou laten. Gebruik deze extra hoogte samen met een ^3Walljump^7 om bij de deur te komen!
pt: Em todas as arestas normais pode fazer um truque ^3Doublejump^7 Para isso têm de ^3saltar^7 contra a caixa, depois ^3salte^7 novamente contra a aresta para obter uma altura maior do que se salta-se duas vezes. Use o potencial adquirido e faça um ^3Walljump^7 para alcançar a porta!
pt_br: Em todas as bordas normais você pode executar um truque chamado ^3Doublejump^7. Para fazer isso você precisa ^3pular^7 contra a caixa, então ^3pule^7 novamente na borda para alcançar uma altura maior do que se pula-se duas vezes. Use o impulso adquirido e adicione um ^3Walljump^7 para chegar até a porta!
ru: Вы можете совершать ^3двойной прыжок^7 на небольших выступах. Для начала ^3прыгните^7 около этого ящика, и на самом его краю нажмите ^3прыжок^7 ещё раз. Тем самым вы подниметесь выше, чем при обычном прыжке. Воспользуйтесь данным приёмом, и в самой конечной точке сделайте ^3отскок от стены^7, чтобы попасть к следующей двери!
