Repository: mikejsavage/forksow-assets
Catalog: l10n/maps/tutorial1/*.po
Languages: de, es, fr, nl, pt, pt_br, ru

# strafejumping_tuto
source: ^3Dashing^7 only gives an initial speedboost, but by ^3Strafe Jumping^7 you keep going faster! For this ^3bunnyhop^7 normally while pressing the ^3Forward key^7 (^2{B+forward}^7), and while in the air press ^3Left^7 (^2{B+moveleft}^7) and ^3move the mouse^7 some degrees to the left. At the next jump return the mouse back to middle, then press ^3Right^7 (^2{B+moveright}^7) and ^3move the mouse^7 to the right. Check your ^3speedmeter^7 and try to get above ^3550^7! If you are unable to do so, skip this lesson, as it is one of the hardest. Go to the door when you feel ready.
de: ^3Dashen^7 gibt dir nur einen anfänglichen Geschwindigkeitsboost, aber mit ^2Strafe Jumping^7 wirst du noch schneller! Benutze dafür ^2Bunnyhopping^7 während du die ^3Vorwärtstaste^7 (^2{B+forward}^7) gedrückt hälst, in der Luft drücke ^3Links^7 (^2{B+moveleft}^7) und ^3bewege die Maus^7 ein paar Grad nach links. Beim nächsten Sprung kehre mit der Maus zurück zur Mitte, drücke ^3Rechts ^7(^2{B+moveright}^7) und ^3bewege die Maus^7 nach Rechts. Schaue auf deinen ^3Speedmeter^7 und versuche über ^3550^7 zu kommen! Solltest es dir nicht gelingen, überspringe diese Lektion, da sie zu den schwierigsten gehört. Gehe zur Tür wenn du dich bereit fühlst.
es: !^3Deslizarte^7 solamente te da un incremento inicial de velocidad, pero usando el ^3Salto de ataque^7 seguirás llendo más rápido! Para esto haz un ^3bunnyhop^7 normalmente mientras tienes presionada la ^3Tecla de avance^7 (^2{B+forward}^7), y mientras estás en el aire presiona la ^3Izquierda^7 (^2{B+moveleft}^7) y ^3mueve el mouse^7 algunos grados a la izquierda. En le siguiente salto vuelve el mouse al centro, después presiona la tecla de la ^3Derecha^7(^2{B+moveright}^7) y ^3mueve el mouse^7 a la derecha. ¡Vigila el ^3velocímetro^7 e intenta llegar por encima de los ^3550^7! Ve hacía la puerta cuando te sientas preparado.
fr: Le ^3Dash (bond en avant)^7 booste simplement votre vitesse initiale, mais avec le ^2Strafe jumping (saut latéral)^7, vous continuez d'accélérer ! Pour l'effectuer, utilisez la technique du ^3Bunnyhopping (saut de lapin)^7 en maintenant la touche de ^3déplacement vers l'avant^7 ^2({B+forward})^7 enfoncée. Pendant que vous êtes en l'air, appuyez sur la touche de ^3déplacement vers la gauche"^7 ^2({B+moveleft})^7 et ^3déplacez votre souris^7 de quelques degrés vers la gauche. Au saut suivant, ramenez votre viseur au centre de l'écran, puis recommencez en appuyant cette fois-ci sur la touche de ^3déplacement vers la droite^7 ^2({B+moveright})^7 et en déplaçant votre ^3souris vers la droite^7. Jetez un coup d'œil au compteur de vitesse et essayez de dépasser les ^3550^7 ! Rejoignez la porte quand vous vous sentez prêt(e).^3^7
nl: ^3Dashen^7 geeft je een snelle start, maar door ^3Strafe Jumping^7 kun je nog sneller gaan! Dit werkt als volgt. Begin door te ^3Bunnyjumpen^7 en tegelijkertijd de ^3Beweeg vooruit^7 knop (^2{B+forward}^7) ingedrukt te houden. Probeer nu om de ^3Beweeg naar links^7 knop (^2{B+moveleft}^7) ingedrukt te houden en onderwijl langzaam de ^3muis naar links te bewegen^7. Breng de muis naar het midden voordat je de linker muur raakt en laat de ^3Beweeg naar links^7 knop (^2{B+moveleft}^7) los. Herhaal dit nu door de ^3Beweeg naar rechts^7 knop (^2{B+moveright}^7) in te drukken en onderwijl langzaam de ^3muis naar rechts te bewegen^7. Let op de ^3snelheidsmeter^7 en probeer om sneller dan ^3550^7 te gaan! Dit is een van de moeilijkste technieken om te leren, als het niet lukt kun je deze overslaan. Ga naar de deur wanneer je klaar bent.
pt: ^3Dashing^7 só lhe dá um impulso inicial de velocidade, mas com ^3Strafe Jumping^7 continua a ir mais rápido! Para isso faça ^3bunnyhop^7 normalmente enquanto estiver pressionando a ^3Tecla de Seguir em Frente^7 (^2{B+forward}^7), e no ar pressione ^3Esquerda^7 (^2{B+moveleft}^7) e ^3mova o rato^7 alguns graus para a esquerda. No próximo salto retorne o rato para o meio, depois pressione ^3Direita^7 (^2{B+moveright}^7) e ^3mova o rato^7 para a direita. Verifique o seu ^3velocímetro^7 e tente passar dos ^3550^7! Vá até a porta quando se sentir preparado.
pt_br: ^3Dashing^7 só lhe dá um impulso inicial de velocidade, mas com ^2Strafe Jumping^3 você consegue ir mais rápido! Faça um ^3bunnyhop^7 normalmente enquanto estiver pressionando a ^3Tecla de Seguir em Frente^7 (^2{B+forward}^7), e no ar pressione ^3Esquerda^7 (^2{B+moveleft}^7) e ^3mova o mouse^7 alguns graus para a esquerda. No próximo pulo retorne o mouse para o meio, então pressione ^3Direita^7 (^2{B+moveright}^7) e ^3mova o mouse^7 para a direita. Cheque o seu ^3velocímetro^7 e tente passar dos ^3550^7! Se você não conseguir, pule esta seção, pois é uma das mais difíceis. Dirija-se até a porta quando estiver preparado.
ru: ^3Рывок^7 даёт лишь начальное ускорение, используя ^3стрейф-прыжки^7, можно достичь большей скорости! Этот приём похож на ^3распрыжку^7, но он так же требует ^3движения вперёд^7 (^2{B+forward}^7), одновременного нажатия ^3клавиши влево^7 (^2{B+moveleft}^7) и плавного ^3движения мышкой^7 влево в воздухе. При следующем прыжке нужно повторить то же самое, но в обратную сторону — ^3клавиша вправо^7 (^2{B+moveright}^7) и плавное ^3движение мышкой^7 вправо. Попробуйте набрать скорость выше ^3550^7! Как только будете готовы, пройдите к двери.

# strafejumping_tuto_nokeyboard
source: ^3Dashing^7 only gives an initial speedboost, but by ^3Strafe Jumping^7 you keep going faster! For this ^3bunnyhop^7 normally while ^3moving forward^7, and while in the air ^3move left^7 and ^3look^7 some degrees to the left. At the next jump, ^3move right^7 and ^3look^7 to the right. Check your ^3speedmeter^7 and try to get above ^3550^7! If you are unable to do so, skip this lesson, as it is one of the hardest. Go to the door when you feel ready.
de: Dashing only gives an initial speedboost, but by Strafe Jumping you keep going faster! For this bunnyhop normally while moving forward, and while in the air move left and look some degrees to the left. At the next jump, move right and look to the right. Check your speedmeter and try to get above 550! If you are unable to do so, skip this lesson, as it is one of the hardest. Go to the door when you feel ready.
es: Dashing only gives an initial speedboost, but by Strafe Jumping you keep going faster! For this bunnyhop normally while moving forward, and while in the air move left and look some degrees to the left. At the next jump, move right and look to the right. Check your speedmeter and try to get above 550! If you are unable to do so, skip this lesson, as it is one of the hardest. Go to the door when you feel ready.
fr: Dashing only gives an initial speedboost, but by Strafe Jumping you keep going faster! For this bunnyhop normally while moving forward, and while in the air move left and look some degrees to the left. At the next jump, move right and look to the right. Check your speedmeter and try to get above 550! If you are unable to do so, skip this lesson, as it is one of the hardest. Go to the door when you feel ready.
nl: ^3Dashen^7 geeft je een snelle start, maar door ^3Strafe Jumping^7 kun je nog sneller gaan! Dit werkt als volgt. Begin door te ^3Bunnyjumpen^7 en tegelijkertijd de ^3Beweeg vooruit^7 knop (^2{B+forward}^7) ingedrukt te houden. Probeer nu om de ^3Beweeg naar links^7 knop (^2{B+moveleft}^7) ingedrukt te houden en onderwijl langzaam de ^3muis naar links te bewegen^7. Breng de muis naar het midden voordat je de linker muur raakt en laat de ^3Beweeg naar links^7 knop (^2{B+moveleft}^7) los. Herhaal dit nu door de ^3Beweeg naar rechts^7 knop (^2{B+moveright}^7) in te drukken en onderwijl langzaam de ^3muis naar rechts te bewegen^7. Let op de ^3snelheidsmeter^7 en probeer om sneller dan ^3550^7 te gaan! Dit is een van de moeilijkste technieken om te leren, als het niet lukt kun je deze overslaan. Ga naar de deur wanneer je klaar bent.
pt: Dashing only gives an initial speedboost, but by Strafe Jumping you keep going faster! For this bunnyhop normally while moving forward, and while in the air move left and look some degrees to the left. At the next jump, move right and look to the right. Check your speedmeter and try to get above 550! If you are unable to do so, skip this lesson, as it is one of the hardest. Go to the door when you feel ready.
pt_br: Dashing só lhe dá um impulso inicial de velocidade, mas com Strafe Jumping você consegue ir mais rápido! Faça um bunnyhop normalmente enquanto estiver se movendo para frente, e no ar mova-se para a esquerda e mova o mouse alguns graus para a esquerda. No próximo pulo, mova-se para a direita e mova o mouse para a direita. Cheque o seu velocímetro e tente passar dos 550! Se você não conseguir, pule esta seção, pois é uma das mais difíceis. Dirija-se até a porta quando estiver preparado.
ru: ^3Рывок^7 даёт лишь начальное ускорение, используя ^3стрейф-прыжки^7, можно достичь большей скорости! Этот приём похож на ^3распрыжку^7, но он так же требует ^3движения вперёд^7, одновременного ^3движения влево^7 и плавного ^3поворота камеры^7 влево в воздухе. При следующем прыжке нужно повторить то же самое, но в обратную сторону — ^3движение вправо^7 и плавный ^3поворот камеры^7 вправо. Попробуйте набрать скорость выше ^3550^7! В случае необходимости вы можете пропустить данный урок, так как он довольно сложен. Как только будете готовы, пройдите к двери.

# badass_jumping
source: This stage will now test your ^3earned skills^7. Try to ^3get to the end^7 either by following the advised route given by the symbols or ^3find your own pace!^7 Good luck and have fun!
de: Dieser Bereich wird deine ^3erhaltenen Fähigkeiten^7 testen. ^3Erreiche das Ende^7 indem du entweder der Route der Symbole folgst oder ^3deine eigene findest!^7 Viel Glück und hab Spaß!
es: En esta fase probaremos tus ^3habilidades adquiridas^7. Intenta llegar ^3hasta el final^7 bien siguiendo los consejos de los símbolos que hay de la ruta o ^3buscando tu propio camino!^7 ¡Buena suerte y diviértete!
fr: Ce niveau va maintenant évaluer vos ^3compétences acquises^7. Essayez d'^3atteindre l'autre extrémité^7 du parcours, soit en suivant le chemin balisé, soit ^3en créant VOTRE chemin !^7 Bonne chance et amusez-vous bien !
nl: In dit level worden je ^3vaardigheden^7 getest. Probeer ^3naar het einde^7 te komen door de met symbolen aangegeven route te volgen of door zelf een manier te ontdekken! Succes en veel plezier!
pt: Esta etapa irá testar as suas ^3habilidades aprendidas^7. Tente ^3chegar até o final^7, seja seguindo a rota aconselhada pelos símbolos ou ^3ache o seu próprio ritmo!^7 Boa sorte e divirta-se!
pt_br: Este estágio irá agora testar as suas ^3habilidades aprendidas^7. Tente ^3chegar até o final^7, seja seguindo a rota aconselhada pelos símbolos ou ^3faça do seu jeito!^7 Boa sorte e divirta-se!
ru: А теперь давайте проверим всё, что ^3вы изучили^7. Попробуйте ^3добраться до конца^7, пользуясь подсказками в виде иконок или придумав свой ^3собственный путь^7. Удачи!

# badass_jumping_dash
source: You need more ^3speed^7 to get over that pit! Use the ^3Dash^7 before you jump off to get a nice ^3initial boost^7. This will let you reach the wall and the other side easier!
de: Du brauchst mehr ^3Geschwindigkeit ^7um über diese Grube zu kommen! Benutze den ^3Dash ^7bevor du von der Kante springst für einen ^3anfänglichen Boost^7. Das erlaubt dir die Wand und die andere Seite einfacher zu erreichen!
es: ¡Necesitas mucha más ^3velocidad^7 para superar ese abismo! Usa el ^3Deslizamiento^7 antes de saltar para tener un buen ^3lanzamiento inicial^7 ¡Esto te ayudará a llegar a la pared y al otro lado fácilmente!
fr: Vous aurez besoin de davantage de ^3vitesse^7 pour franchir ce gouffre ! Utilisez le ^3Dash (bond en avant)^7 avant de sauter pour obtenir un bon ^3boost initial^7. Cela vous permettra d'atteindre le mur et de rejoindre l'autre côté plus facilement !
nl: Je hebt meer ^3snelheid^7 nodig om over dat gat te komen! Doe een ^3Dash^7 voordat je springt om ^3snelle start^7 te maken. Hierdoor bereik je makkelijker de muur en zo de andere kant!
pt: Necessita de mais ^3velocidade^7 para atravessar o abismo! Use o ^3Dash^7 antes de saltar para alcançar um bom ^3impulso inicial^7. Isto permitirá que alcançe a parede e chegue ao outro lado com mais facilidade!
pt_br: Você precisa de mais ^3velocidade^7 para passar por cima deste abismo! Execute um ^3Dash^7 antes de pular fora para conseguir um bom ^3impulso inicial^7. Isso permitirá que você alcançe a parede e chegue até o outro lado com mais facilidade!
ru: Этот обрыв можно пройти только на высокой ^3скорости^7! Воспользуйтесь ^3рывком^7, чтобы получить ^3начальную скорость^7. Этот приём поможет вам перебраться на другую сторону.

# rampsliding_tutorial
source: When you are on a not-too steep ramp like this rail, you can also ^3Dash^7 on it to make a ^3Rampslide^7. Try it out! So let's resume, the ^3Special button^7 lets you ^3Dash^7, ^3Walljump^7, ^3Rampjump^7 and ^3Rampslide^7. Use the ^3Dash^7 to get an ^3initial speedboost^7, or to ^3change directions^7 and ^3dodge projectiles^7.
de: Wenn du auf einer nicht zu steilen Rampe wie diesem Geländer bist, kannst du ^3Dash^7 drücken um einen ^3Rampenslide^7 zu machen. Versuch es! Lass uns also Resümee ziehen, die ^3Spezial Taste^7 lässt dich ^3Dashen^7, ^3Wandspringen^7, ^3Rampenspringen^7 und ^3Rampensliden^7. Benutze den ^3Dash^7 für einen ^3anfänglichen Geschwindigkeitsboost^7, um ^3Richtungen zu wechseln ^7oder ^3Projektilen auszuweichen^7.
es: Cuando estés en una rampa no muy pronunciada como este rail, también puedes ^3deslizarte^7 sobre ella para hacer un ^3deslizamiento de rampa^7. ¡Pruébalo! Para resumir, la ^3tecla especial^7 te permite ^3deslizarte^7, ^3saltar paredes^7, ^3saltar rampas^7 y ^3deslizarte por las rampas^7 Usa ^3La tecla de deslizamiento^7 para obtener un ^3incremento de velocidad inicial^7 o ^3para cambiar la direccion^7 y ^3esquivar proyectiles^7
fr: Lorsque vous vous trouvez sur une rampe à pente légère comme ce rail, vous pouvez aussi effectuer un ^3Dash^7 pour glisser dessus. Cette technique porte le nom de ^3Rampslide (glissade le long des rampes)^7. Essayez ! Et résumons : la ^3touche spéciale^7 vous permet d'effectuer les techniques de ^3Dash (bond en avant)^7, de ^3Walljump (bond sur les murs)^7, de ^3Rampjump (bond sur les rampes)^7, et de ^3Rampslide (glissade le long des rampes)^7. Utilisez le ^3Dash^7 afin de ^3booster votre vitesse initiale^7 ou pour ^3changer de direction^7 et ^3esquiver des projectiles^7.
nl: Wanneer je op een vlakke helling staat zoals deze reling, kun je met ^3Dash^7 een ^3Rampslide^7 maken. Probeer het uit! We hebben het volgende geleerd over de ^3Speciaal knop (^2{B+special}^7): je kunt er mee ^3Dashen^7, ^3Walljumpen^7, ^3Hellingen beklimmen^7 en ^3Rampsliden^7. Gebruik ^3Dash^7 om een ^3snelle start^7 te maken, om van ^3richting te veranderen^7 en ^3projectielen^7 te ontwijken.
pt: Quando estiver numa rampa não muito íngreme como este corrimão, também pode fazer um ^3Dash^7 sobre o mesmo para realizar um ^3Rampslide^7. Experimente! Então vamos resumir, a ^3Tecla Especial^7 permite-lhe fazer ^3Dashs^7, ^3Walljumps^7, ^3Rampjumps^7 e ^3Rampslides^7. Use o ^3Dash^7 para conseguir um ^3impulso inicial de velocidade^7, ou para ^3trocar de direção^7 e ^3desviar de projéteis^7.
pt_br: Quando você estiver em uma rampa não muito íngreme, como este corrimão, você também pode executar um ^3Dash^7 sobre o mesmo para executar um ^3Rampslide^7. Experimente! Então vamos resumir, o ^3Botão Especial^7 lhe permite executar ^3Dashs^7, ^3Walljumps^7, ^3Rampjumps^7 e ^3Rampslides^7. Use o ^3Dash^7 para conseguir um ^3impulso inicial de velocidade^7 ou para ^3trocar de direção^7 e ^3desviar de projéteis^7.
ru: На подобных невысоких наклонных поверхностях можно использовать ^3рывок^7 для ^3скольжения^7. Попробуйте! Теперь вы знаете, что с помощью ^3специальной кнопки^7 можно выполнять различные движения в зависимости от наклона поверхности — ^3отскок от стены^7, ^3рывок^7, ^3скольжение^7.

# red_button_1
source: Press the ^1red button^7 to open the ^3door^7!
de: Drücke den ^1roten Knopf^7 um die ^3Tür^7 zu öffnen!
es: ¡Presiona el ^1botón rojo^7 para abrir la ^3puerta^7!
fr: Appuyez sur le ^1bouton rouge^7 afin d'ouvrir la ^3porte^7.
nl: Druk op de ^1rode knop^7 om de ^3deur^7 te openen!
pt: Pressione o ^1botão vermelho^7 para abrir a ^3porta^7!
pt_br: Pressione o ^1botão vermelho^7 para abrir a ^3porta^7!
ru: Нажмите на ^1красную кнопку^7, чтобы открыть ^3дверь^7!

# weapon_intro
source: You always start with the ^5Gunblade^7 (short ^5GB^7) in your hands, which works in melee and has a charged shot. Check out this floor to find out about the other weapons of Warsow. Use the ^3elevator^7 to learn about useful items, and enter the ^3teleporter^7 near the window to play an easy botmatch! (Hint: You can ^3switch weapons^7 with the ^3Mousewheel^7, ^31-8 keys^7 or the ^3D-pad^7)
de: Du startest immer mit der ^5Gunblade^7 (kurz ^5GB^7) in deinen Händen, welche Nahkampffähigkeiten und einen geladenen Schuss hat. Schaue dich auf diesem Stock um, um die anderen Waffen kennenzulernen. Benutze den ^3Lift^7 rechts um mehr über Items zu lernen, und gehe zum ^3Teleporter^7 am Fenster für ein einfaches Botmatch! (Tipp: Du kannst mit dem ^3Mausrad^7, der ^3Tastatur (1-8)^7 oder dem ^3Mausrad Waffen wechseln^7)
es: Siempre empiezas con el ^5Sable-pistola^7(de forma reducida ^5GB^7) en tus manos, que funciona como un arma de combate cercano y puede disparar. Mira este suelo para encontrar más acerca de cada arma en Warsow. Usa el ^3elevador^7 para aprender de los útiles objetos, y entra en el ^3teletransportador^7 que está cerca de la ventana para jugar una partida fácil contra un bot. (Consejo: puedes ^3cambiar armas^7 con la ^3rueda del mouse^7, ^31-8Teclas^7 o el ^3D-pad^7.)"
fr: Votre arme de départ est toujours le ^5GunBlade (GB)^7, fusil à baïonnette pouvant servir au corps-au-corps et disposant d'un mode de tir chargé. Fouillez cet étage pour en apprendre plus sur les autres armes de Warsow. Utilisez l'^3ascenseur^7 afin d'accéder à l'étage inférieur où sont présentés d'autres objets utiles et empruntez le ^3téléporteur^7 situé près de la fenêtre pour disputer un match avec un bot de niveau facile ! (Astuce : vous pouvez ^3changer d'arme active^7 à l'aide de la ^3molette^7 de votre souris, des ^3touches 1 à 8^7 de votre clavier, ou de la ^3croix directionnelle^7 de votre manette de jeu.)
nl: Je begint altijd met de ^5Gunblade^7 (afkorting ^5GB^7), dit wapen heeft een functie in handgevechten maar kan ook een afstandsschot afvuren. Bekijk de andere wapens in Warsow om meer over ze te ontdekken. Gebruik de ^3Lift^7 om meer te leren over andere nuttige items, en loop door de ^3teleporter^7 naast het raam om een wedstrijd te spelen tegen de computer! (Hint: ^3wapens wisselen^7 doe je met het ^3muiswiel^7, de toetsen ^31 - 8^7 of het ^3D-pad^7)
pt: Começa sempre com a ^5Lâminarma^7 (sigla ^5GB^7, de Gunblade) em suas mãos, a qual funciona como uma arma corpo a corpo e que contém um tiro carregado. Explore este andar para aprender sobre as outras armas de Warsow. Use o ^3elevador^7 para aprender sobre itens úteis e entre no ^3teletransportador^7 perto da janela para duelar contra um bot fácil! (Dica: pode ^3trocar de arma^7 com a ^3Roda do Rato^7, ^3Teclas 1-8^7 ou com o ^3D-pad^7.)"
pt_br: Você sempre começa com a ^5Lâminarma^7 (sigla ^5GB^7, de Gunblade) em suas mãos, na qual funciona como uma arma corpo a corpo e que contém um tiro carregado. Cheque este andar para aprender sobre as outras armas de Warsow. Use o ^3elevador^7 para aprender sobre itens úteis e entre no ^3teletransportador^7 perto da janela para duelar contra um bot no fácil! (Dica: você pode ^3trocar de arma^7 com a ^3Roda do Mouse^7, ^3Teclas 1-8^7 ou com os ^3Direcionais do Gamepad^7.)"
ru: У вас всегда есть начальное оружие — ^5Ганблейд^7 (или ^5GB^7), которым можно наносить урон как вблизи, так и стреляя зарядами. Здесь показаны и другие виды вооружения, представленные в игре. Спуститесь на ^3лифте^7, чтобы узнать о других предметах, после чего пройдите в ^3телепорт^7 и сыграйте с ботом. ^3Сменить оружие^7 можно ^3колёсиком мыши^7, ^3клавишами 1-8^7 или используя ^3D-pad^7.

# weapon_intro_nokeyboard
source: You always start with the ^5Gunblade^7 (short ^5GB^7) in your hands, which works in melee and has a charged shot. Check out this floor to find out about the other weapons of Warsow. Use the ^3elevator^7 to learn about useful items, and enter the ^3teleporter^7 near the window to play an easy botmatch! (Hint: You can ^3switch weapons^7 by ^3tapping their icons^7 or using the ^3D-pad^7)
de: Du startest immer mit der ^5Gunblade^7 (kurz ^5GB^7) in deinen Händen, welche Nahkampffähigkeiten und einen geladenen Schuss hat. Schaue dich auf diesem Stock um, um die anderen Waffen kennenzulernen. Benutze den ^3Lift^7 rechts um mehr über Items zu lernen, und gehe zum ^3Teleporter^7 am Fenster für ein einfaches Botmatch! (Tipp: Du kannst ^3Waffen wechseln^7 indem du ^3die Icons antippst^7 oder das ^3D-pad^7 verwendest)
nl: Je begint altijd met de ^5Gunblade^7 (afkorting ^5GB^7), dit wapen heeft een functie in handgevechten maar kan ook een afstandsschot afvuren. Bekijk de andere wapens in Warsow om meer over ze te ontdekken. Gebruik de ^3Lift^7 om meer te leren over andere nuttige items, en loop door de ^3teleporter^7 naast het raam om een wedstrijd te spelen tegen de computer! (Hint: ^3wapens wisselen^7 doe je met het ^3muiswiel^7, op de ^3wapen icoontjes te drukken^7 of door middel van het ^3D-pad^7)
pt_br: Você sempre começa com a ^5Lâminarma^7 (sigla ^5GB^7, de Gunblade) em suas mãos, na qual funciona como uma arma corpo a corpo e que contém um tiro carregado. Cheque este andar para aprender sobre as outras armas de Warsow. Use o ^3elevador^7 para aprender sobre itens úteis e entre no ^3teletransportador^7 perto da janela para duelar contra um bot no fácil! (Dica: você pode ^3trocar de arma^7 ^3tocando em seus ícones^7 ou nos ^3Botões Direcionais^7.)"
ru: У вас всегда есть начальное оружие — ^5Ганблейд^7 (или ^5GB^7), которым можно наносить урон как вблизи, так и стреляя зарядами. Здесь показаны и другие виды вооружения, представленные в игре. Спуститесь на ^3лифте^7, чтобы узнать о других предметах, после чего пройдите в ^3телепорт^7 и сыграйте с ботом. ^3Сменить оружие^7 можно ^3нажатием на его значок^7 или используя ^3D-pad^7.
