Repository: mikejsavage/forksow-assets
Catalog: l10n/*.po
Languages: be, bg, de, hu, it, lt, nl, pl, ru, sv, uk

source: Need offense
be: Патрэбна атака
de: Brauche Angreifer
hu: Támadást kérek
it: Dobbiamo attaccare
lt: Reikia puolimo
nl: Aanval nodig
pl: Potrzebuję wsparcia
ru: Нужно атаковать
sv: Behöver anfall
uk: Потрібна атака

source: Need help
be: Патрэбна дапамога
bg: Трябва ми помощ
de: Benötige Hilfe
hu: Segítséget kérek
it: Mi serve aiuto
lt: Reikia pagalbos
nl: Hulp nodig
pl: Potrzebuję pomocy
ru: Нужна помощь
sv: Behöver hjälp
uk: Потрібна допомога

source: Armor free
be: Браня вольная
bg: Без броня
de: Rüstung frei
hu: Páncél ingyenes
it: Armatura libera
lt: Nemokami šarvai
nl: Pantser beschikbaar
pl: Wolna zbroja
ru: Броня свободна
sv: Rustning fri
uk: Броня вільна

source: Area secured
be: Сектар чысты
bg: Зоната защитена
de: Gebiet gesichert
hu: Terület biztosítva
it: L'area è sicura
lt: Plotas saugus
nl: Gebied veilig
pl: Teren zabezpieczony
ru: Сектор чист
sv: Område säkrat
uk: Сектор чистий

source: No problem
be: Няма праблем
bg: Няма проблем
de: Kein Problem
hu: Minden oké
it: Nessun problema
lt: Jokių problemų
nl: Geen probleem
pl: Żaden problem
ru: Нет проблем
sv: Inga problem
uk: Немає проблем

source: Defend!
be: Абараняемся!
bg: Защитавай!
de: Verteidige!
hu: Védekezz!
it: Difendete!
lt: Apsaugok!
nl: Verdedigen!
pl: Chronić!
ru: Защищаемся!
sv: Försvara!
uk: Захищаємося!

source: Defend A!
be: Абараняліся А!
bg: Защитавай А!
de: Verteidige A
hu: Védd A-t!
it: Difendete A!
lt: Apgink A!
nl: Verdedig A!
pl: Chronić A!
ru: Защищаем А!
sv: Försvara A!
uk: Захищаємо А!

source: Defend B!
be: Абараняліся Б!
bg: Защитавай Б!
de: Verteidige B
hu: Védd B-t!
it: Difendete B!
lt: Apgink B!
nl: Verdedig B!
pl: Chronić B!
ru: Защищаем Б!
sv: Försvara B!
uk: Захищаємо Б!

source: Attack!
be: У атаку!
bg: Нападай!
de: Angriff!
hu: Támadás!
it: All'attacco!
lt: Ataka!
nl: Aanvallen!
pl: Atakować!
ru: В атаку!
sv: Anfall!
uk: В атаку!

source: Attack A!
be: Атакуючы А!
bg: Нападни А!
de: Attackiere A!
hu: Támadd A-t!
it: Attaccate A!
lt: Atakuoti A!
nl: Val A aan!
pl: Atakować A!
ru: Атакуем А!
sv: Anfall A!
uk: Атакуємо А!

source: Attack B!
be: Атакуючы Б!
bg: Нападни Б!
de: Attackiere B!
hu: Támadd B-t!
it: Attaccate B!
lt: Atakuoti B!
nl: Val B aan!
pl: Atakować B!
ru: Атакуем Б!
sv: Anfall B!
uk: Атакуємо Б!

source: Need backup
be: Трэба прыкрыццё
bg: Трябва ми помощ
de: Brauche Unterstützung
hu: Támogatást kérek
it: Mi servono rinforzi
lt: Reikia pastiprinimo
nl: Versterking nodig
pl: Potrzebuję wsparcia
ru: Нужна поддержка
sv: Behöver förstärkning
uk: Потрібно прикриття

source: Need defense
be: Патрэбна абарона
bg: Трябва ми защита
de: Brauche Schutz
hu: Védelmet kérek
it: Mi serve difesa
lt: Reikia gynybos
nl: Verdediging nodig
pl: Potrzebuję obrony
ru: Нужна защита
sv: Behöver försvar
uk: Потрібен захист

source: Roger
be: Вас зразумеў
bg: Прието
de: Bestätige
hu: Vettem
it: Ricevuto
lt: Supratau
nl: Begrepen
pl: Zgoda
ru: Вас понял
sv: Uppfattat
uk: Вас зрозумів

source: Negative
be: Ніяк няма
bg: Отказвам
de: Negativ
hu: Negatív
it: Negativo
lt: Neigiama
nl: Negatief
pl: Odmawiam
ru: Никак нет
sv: Svar nej
uk: Ніяк немає

source: Go to quad
be: Ідзем на квад
de: gehe in den Hof
hu: Tovább a quad
it: Vai al quad
lt: Eik į quad
nl: Ga naar quad
pl: Idź do quada
ru: Идём на квад
sv: Gå till quad
uk: Йдемо на квад

source: Go to powerup
be: Ідзем на ўзмацняльнік
de: gehe zum Powerup
hu: Tovább a powerup
it: Vai al powerup
lt: Eik į galios pastiprinimą
nl: Ga naar powerup
pl: Idź do wzmocnienia
ru: Идём на усилитель
sv: Gå till powerup
uk: Йдемо на підсилювач

source: Need health
be: Патрэбна аптэчка
bg: Трябва ми кръв
de: Brauche Heilung
hu: Élet kell
it: Ho bisogno di vita
lt: Reikia gyvybių
nl: Leven nodig
pl: Potrzebuję zdrowia
ru: Нужна аптечка
sv: Behöver hälsa
uk: Потрібна аптечка

source: Need weapon
be: Трэба зброю
bg: Трябва ми оръжие
de: Brauche Waffe
hu: Fegyver kell
it: Ho bisogno di un arma
lt: Reikia ginklo
nl: Wapen nodig
pl: Potrzebuję broni
ru: Нужно оружие
sv: Behöver vapen
uk: Потрібно зброю

source: Need armor
be: Патрэбна браня
bg: Трябва ми броня
de: Brauche Rüstung
hu: Páncél kell
it: Mi serve armatura
lt: Reikia šarvų
nl: Pantser nodig
pl: Potrzebuję zbroi
ru: Нужна броня
sv: Behöver rustning
uk: Потрібна броня

source: On defense
be: У абароне
de: Verteidige
hu: Védekezem
it: Sto difendendo
lt: Aš gynyboje
nl: Ik verdedig
pl: Bronię
ru: В защите
sv: På försvar
uk: У захисті

source: On offense
be: У атацы
de: Attackiere
hu: Támadok
it: Sto attaccando
lt: Aš puolime
nl: Ik val aan
pl: Atakuję
ru: В атаке
sv: På anfall
uk: В атаці

source: Yes
be: Так
bg: Да
de: Ja
hu: Igen
it: Sì
lt: Taip
nl: Ja
pl: Tak
ru: Да
sv: Ja
uk: Так

source: No
be: Не
bg: Не
de: Nein
hu: Nem
lt: Ne
nl: Nee
pl: Nie
ru: Нет
sv: Naj
uk: Нi

source: Oops
be: Ой!
bg: Опа
de: Ups
hu: Hoppá
it: Ops
lt: Oi
nl: Oeps
pl: Ups
ru: Ой!
sv: Hoppsan
uk: Ой!

source: Sorry
be: Прабачце
bg: Извинявай
de: Entschuldigung
hu: Bocs
it: Scusa
lt: Atsiprašau
pl: Wybacz
ru: Простите
sv: Förlåt
uk: Вибачте

source: Thanks
be: Дзякуй
bg: Благодаря
de: Danke
hu: Kösz
it: Grazie
lt: Ačiū
nl: Bedankt
pl: Dzięki
ru: Спасибо
sv: Tack
uk: Дякую

source: Yeehaa
be: Урааа!
bg: Ихаа
hu: Huhúú
pl: Juhu
ru: Урааа!
sv: Jiihaa
uk: Урааа!

source: Good game
be: Добрая гульня
bg: Добра игра
de: Gutes spiel
hu: Jó meccs volt
it: Buon gioco
lt: Geras žaidimas
nl: Goed gespeeld
pl: Dobra gra
ru: Хорошая игра
sv: Bra spel
uk: Хороша гра

source: Booo
be: Бууу
bg: Буу
de: Buh
lt: Būūū
pl: Buuuu
ru: Бууу
sv: Buuu
uk: Бууу

source: Affirmative
be: Так дакладна
bg: Потвърдено
de: Habe verstanden
hu: Értettem
it: Affermativo
lt: Patvirtinu
nl: Bevestigend
pl: Potwierdzam
ru: Так точно
sv: Uppfattat
uk: Так точно

source: MM Login: Password error
be: Памылка ўваходу: няправільны пароль
bg: ММ Вход: Грешна парола
de: MM Login: Passwortfehler
hu: MM Bejelentkezés: Hibás jelszó
it: Connessione MM: Password errata
lt: MM Login: Neteisingas slaptažodis
nl: MM Login: Wachtwoord fout
pl: Błąd w haśle
ru: Ошибка входа: неверный пароль
sv: MM Login: Fel lösenord
uk: Помилка входу: невірний пароль

source: MM Login: Can't login to MM while connected to server
be: Памылка ўваходу: немагчыма вырабіць уваход падчас гульні
bg: ММ Вход: Не може да се логнете в ММ докато сте вързани към сървър
de: MM Login: Abmeldung nicht möglich, während eine Verbindung zum Server besteht
hu: MM Bejelentkezés: nem lehet bejelentkezni míg csatlakozol egy szerverre
it: Connessione MM: Impossibile connettersi ad MM mentre si è connessi al server
lt: MM Login: Negalima prisijungti prie MM, kol prisijungta prie serverio
nl: MM Logout: Kan niet uitloggen van MM wanneer je verbonden bent met een server
pl: Błąd: nieudana próba podłączenia się do serwera kolejki
ru: Ошибка входа: невозможно произвести вход во время игры
sv: MM Login: Kan inte logga in på MM medan ansluten till server
uk: Помилка входу: неможливо призвести вхід під час гри

source: Frags
be: Фрагі
bg: Фрагове
hu: Fregek
it: Uccisioni
lt: Frag'ai
pl: Fragów
ru: Фраги
sv: Kross
uk: Фраги

source: say (to all):
be: казаць (ўсім):
bg: Чат (към всички):
de: Nachricht (an Alle):
hu: mond (mindenkinek)
it: scrivi (a tutti):
lt: sakyti (visiems):
nl: Zeggen (naar iedereen):
pl: Wszyscy:
ru: сказать (всем):
sv: säg (till alla)
uk: сказати (всім):

source: say (to team):
be: казаць (камандзе):
bg: Чат (Към отбора):
de: Nachricht (ans Team):
hu: mond (csapatnak)
it: scrivi (alla squadra):
lt: sakyti (komandai):
nl: Zeggen (naar team):
pl: Drużyna:
ru: сказать (команде):
sv: säg (till laget)
uk: сказати (команді):

source: Connection timed out
be: Сышоў час чакання спалучэння
bg: Връзката изтече
de: Verbindung abgelaufen
hu: Csatlakozási idő lejárt
it: Connessione scaduta
lt: Prisijungimo laikas baigėsi
nl: Verbinding verlopen
pl: Przekroczenie czasu oczekiwania
ru: Время ожидания соединения истекло
sv: Anslutnings tid tog slut
uk: Час з'єднання минув

source: Strong Gunblade
be: Узмоцнены Ганблэйд
bg: Силен Гънблейд
de: Starke Gunblade
hu: Erős Hasogató
lt: Gunblade Šūviai
nl: Sterk Mesgeweer
pl: Mocna piła
ru: Усиленный Ганблейд
uk: Посилений Ганблейд

source: MM Login: authentication timeout
be: Памылка ўваходу: таймаўт аўтэнтыфікацыі
bg: ММ Вход: удостоверяването изтече
de: MM Login: Zeitüberschreitung bei Authentifizierung
hu: MM Bejelentkezés: hitelesítés időtúllépés
it: Connessione MM: tempo scaduto per l'autenticazione
lt: MM Login: autentifikavimo pertrauka
nl: MM Login: authenticatie verlopen
pl: Błąd: minął limit czasu uwierzytelniania
ru: Ошибка входа: время аутентификации истекло
sv: MM Login: timeout under autensiering
uk: Помилка входу: таймаут аутентифікації

source: MM Logout: not logged in
be: Памылка выхаду: не быў зроблены ўваход
bg: ММ Изход: не сте логнат
de: MM Logout: Nicht angemeldet
hu: MM Kijelentkezés: Nincs bejelentkezve
it: Connessione MM: Accesso non effettuato
lt: MM Logout: Jus neprisijungę
nl: MM Logout: Niet ingelogd
pl: Błąd: niezalogowany
ru: Ошибка выхода: не был произведен вход
sv: MM Logout: Inte inloggad
uk: Помилка виходу: не був проведений вхід

source: MM Logout: can't logout from MM while connected to server
be: Памылка выхаду: немагчыма зрабіць выхад падчас гульні
bg: ММ Изход: не може да излезете от ММ докато сте във сървъра
de: MM Logout: Abmeldung nicht möglich, während eine Verbindung zum Server besteht
hu: MM Kijelentkezés: Szerveren való játék közben nem lehetséges
it: Disconnessione MM: Impossibilie disconnettersi da MM mentre si è connessi ad un server
lt: MM Logout: negalima atsijungti iš MM, kol prisijungta prie serverio
nl: MM Logout: kan niet uitloggen van MM wanneer je verbonden bent met een server
pl: Błąd: nie można wylogować się podczas połączenia z serwerem
ru: Ошибка выхода: невозможно произвести выход во время игры
sv: MM Logout: Kan inte logga ut från MM när du är ansluten till en server
uk: Помилка виходу: неможливо призвести вихід під час гри

source: MM Logout: Failed to force logout
be: Памылка выхаду: прымусовы выхад завяршыўся з памылкай
bg: ММ Изход: Грешка при принудителен изход
de: MM Logout: Erzwungene Abmeldung fehlgeschlagen
hu: MM Kijelentkezés: Kijelentkezés sikertelen
it: Disconnessione MM: Disconnessione forzata fallita
lt: MM Logout: Nepavyko atsijungti priverstinai
nl: MM Logout: Geforceerde logout is gefaald
pl: Błąd: Nie udało się wymusić wylogowania
ru: Ошибка выхода: принудительный выход завершился с ошибкой
sv: MM Logout: Det gick inte att tvinga utloggning
uk: Помилка виходу: примусовий вихід завершився з помилкою

source: MM Login: StatQuery error
be: Памылка ўваходу: памылка StatQuery
bg: ММ Изход: Грешка при статистиките
de: MM Login: StatQuery-Fehler
hu: MM Bejelentkezés: STATQUERY hiba
it: Connessione MM: Errore StatQuery
lt: MM Login: StatQuery klaida
pl: Błąd: błąd StatQuery
ru: Ошибка входа: ошибка запроса статистики
sv: MM Login: StatQuery-fel
uk: ММ Логін: помилка StatQuery

source: MM Login: Failed, no session id
be: Памылка ўваходу: не атрымалася здабыць ідэнтыфікатар сесіі
bg: ММ Вход: Грешка, липсва сесиен идентификатор
de: MM Logout: Keine Sitzungsnummer
hu: MM Bejelentkezés: Sikertelen, nincs SESSION ID
it: Connessione MM: Connessione fallita, nessuna ID sessione
lt: MM Login: Nepavyko, nėra sesijos id
nl: MM Login: Gefaald, geen sessie id
pl: Błąd: brak nazwy sesji
ru: Ошибка входа: не удалось получить идентификатор сессии
sv: MM Login: Misslyckades, inget sessions-id
uk: Помилка входу: не вдалося отримати ідентифікатор сесії

source: MM Login: Failed to parse data at step %d
be: Памылка ўваходу: памылка разбору дадзеных на кроку %d
bg: ММ Вход: Грешка при анализиране на данните в стъпка %d
de: MM Logout: Analyse fehlgeschlagen (Schritt %d)
hu: MM Bejelentkezés: Failed to parse data at step %d
it: Connessione MM: Analisi dei dati fallita al punto %d
lt: MM Login: Nepavyko apdoroti duomenų pakopoje %d
nl: MM Login: Data ontleden gefaald bij stap %d
pl: Błąd: błąd w przetworzeniu danych w kroku %d
ru: Ошибка входа: ошибка разбора данных на шаге %d
sv: MM Login: Det gick inte att tolka data vid steg %d
uk: Помилка входу: помилка розбору даних на кроці %d

source: %s or %s
be: %s або %s
bg: %s или %s
de: %s oder %s
hu: %s vagy %s
it: %s o %s
lt: %s arba %s
nl: %s of %s
pl: %s albo %s
ru: %s или %s
sv: %s eller %s
uk: %s або %s

source: yes
be: так
bg: да
de: ja
hu: igen
it: sì
lt: taip
nl: ja
pl: tak
ru: да
sv: ja
uk: так

source: no
be: не
bg: не
de: nein
hu: nem
lt: ne
nl: nee
pl: nie
ru: нет
sv: nej
uk: нi

source: Gunblade
be: Ганблэйд
bg: Гънблейд
hu: Hasogató
lt: Ginkliniai ašmenys
nl: Mesgeweer
pl: Piła
ru: Ганблейд
sv: Pistolklinga
uk: Ганблейд

source: Machinegun
be: Кулямёт
bg: Къртешница
de: Maschinengewehr
hu: Gépfegyver
lt: Kulkosvaidis
nl: Machinegeweer
pl: Karabin maszynowy
ru: Пулемёт
sv: Maskingevär
uk: Кулемет

source: Riotgun
be: Драбавік
bg: бунт-оръжие
de: Schrotflinte
hu: Oszlató
lt: Šautuvas
nl: Jachtgeweer
pl: Strzelba
ru: Дробовик
sv: Hagelgevär
uk: Дробовик

source: Grenade Launcher
be: Гранатакід
bg: Гранатомет
de: Granatenwerfer
hu: Gránátvető
lt: Granatsvaidis
nl: Granaatwerper
pl: Granatnik
ru: Гранатомёт
sv: Granatkastare
uk: Гранатомет

source: Rocket Launcher
be: Ракетніца
bg: Базука
de: Raketenwerfer
hu: Rakétavető
lt: Raketos
nl: Raketwerper
pl: Wyrzutnia rakiet
ru: Ракетница
sv: Raketkastare
uk: Рокетниця

source: Plasmagun
be: Плазматрон
bg: Плазма оръжие
de: Plasmakanone
hu: Plazmaágyú
lt: Plazmos ginklas
nl: Plasmawapen
pl: Karabin plazmowy
ru: Плазмотрон
sv: Plasmagevär
uk: Плазмотрон

source: Lasergun
be: Лазерган
bg: Лазер
de: Lasergewehr
hu: Lézerfúró
lt: Lazeris
nl: Laserwapen
pl: Karabin laserowy
ru: Лазерган
sv: Lasergevär
uk: Лазерган

source: Electrobolt
be: Электраболт
bg: Електро-стрела
de: Elektrobolzen
hu: Nyaláboló
lt: Elektrolankas
nl: Elektrowapen
pl: Elektryczny bełt
ru: Электроболт
uk: Молніємет

source: Instagun
be: Інстаган
bg: Инстаоръжие
hu: Mesterlövész
nl: Instawapen
ru: Инстаган
uk: Інстаган

source: Cells
be: Акумулятары
bg: Клетки
de: Batterien
hu: Tárak
it: Celle
lt: Elementai
nl: Cellen
pl: Ogniwa
ru: Аккумуляторы
sv: Celler
uk: Акумулятори

source: Shells
be: Карцеч
bg: Гилзи
de: Patronen
hu: Sörétek
it: Cartucce
lt: Sviediniai
nl: Hulzen
pl: Loftki
ru: Картечь
sv: Skott
uk: Картеч

source: Bullets
be: Кулі
bg: Патрони
de: Kugeln
hu: Golyók
it: Proiettili
lt: Kulkos
nl: Kogels
pl: Pociski
ru: Пули
sv: Kulor
uk: Кулі

source: Grenades
be: Гранаты
bg: Гранати
de: Granaten
hu: Gránátok
it: Granate
lt: Granatos
nl: Granaten
pl: Granaty
ru: Гранаты
sv: Granater
uk: Гранати

source: Rockets
be: Ракеты
bg: Ракети
de: Raketen
hu: Rakéták
it: Missili
lt: Raketos
nl: Raketten
pl: Rakiety
ru: Ракеты
sv: Raketer
uk: Ракети

source: Plasma
be: Плазма
bg: Плазма
hu: Plazma
lt: Plazma
pl: Plazma
ru: Плазма
uk: Плазма

source: Lasers
be: Лазеры
bg: Лазери
de: Laserzelle
hu: Lézer
it: Laser
lt: Lazeriai
pl: Laser
ru: Лазеры
sv: Laser
uk: Лазери

source: Bolts
be: Набоі
bg: Болтове
de: Bolzen
hu: Nyalábok
it: Fulmini
lt: Krūviai
nl: Schichten
pl: Bełty
ru: Заряды
uk: Заряди

source: Instas
be: Інсты
bg: Инстас
hu: Insták
it: Insta
lt: Instos
nl: Insta
pl: Insty
ru: Инсты
uk: Інсти

source: Blades
be: Лёзы
bg: Остриета
de: Klingen
hu: Pengék
it: Lame
lt: Ašmenys
nl: Messen
pl: Ostrza
ru: Лезвия
sv: Klingor
uk: Леза

source: Weak bullets
be: Лёгкія кулі
bg: Слаби патрони
de: leichte Kugeln
hu: Gyenge lőszerek
it: Proiettili base
lt: Silpnos kulkos
nl: Zwakke kogels
pl: Słabe pociski
ru: Лёгкие пули
sv: Svaga kulor
uk: Легкі кулі

source: Weak Shells
be: Лёгкая карцеч
bg: Слаби Гилзи
de: leichtes Schrot
hu: Gyenge sörétek
it: Cartucce base
lt: Silpni sviediniai
nl: Zwakke hulzen
pl: Słabe loftki
ru: Лёгкая картечь
sv: Svaga skott
uk: Легка картеч

source: Weak Grenades
be: Лёгкія гранаты
bg: Слаби Гранати
de: leichte Granaten
hu: Gyenge gránátok
it: Granate base
lt: Silpnos granatos
nl: Zwakke granaten
pl: Słabe granaty
ru: Лёгкие гранаты
sv: Svaga granater
uk: Легкі гранати

source: Weak Rockets
be: Лёгкія ракеты
bg: Слаби Ракети
de: leichte Raketen
hu: Gyenge rakéták
it: Missili base
lt: Silpnos raketos
nl: Zwakke raketten
pl: Słabe rakiety
ru: Лёгкие ракеты
sv: Svaga raketer
uk: Легкі рокети

source: Weak Plasma
be: Лёгкая плазма
bg: Слаба Плазма
de: leichtes Plasma
hu: Gyenge plazmák
it: Plasma base
lt: Silpna plazma
nl: Zwakke plasma
pl: Słaba plazma
ru: Лёгкая плазма
sv: Svag plasma
uk: Легка плазма

source: Weak Lasers
be: Лёгкія лазеры
bg: Слаби Лазери
de: leichte Laserzelle
hu: Gyenge lézerek
it: Laser base
lt: Silpni lazeriai
nl: Zwakke lasers
pl: Słaby laser
ru: Лёгкие лазеры
sv: Svag laser
uk: Легкі лазери

source: Weak Bolts
be: Лёгкія набоі
bg: Слаби Болтове
de: leichte Bolzen
hu: Gyenge nyalábok
it: Fulmini base
lt: silpni krūviai
nl: Zwakke schichten
pl: Słaba bełty
ru: Лёгкие заряды
sv: Svaga Bolts
uk: Легкі заряди

source: Weak Instas
be: Лёгкія інсты
bg: Слаби Инстас
de: leichte Instas
hu: Gyenge insták
it: Insta base
lt: Silpni Instos
nl: Zwakke instas
pl: Słaba insta
ru: Лёгкие инсты
sv: Svaga Instas
uk: Легкі инсти

source: Green Armor
be: Зялёная броня
bg: Зелена Броня
de: Grüne Rüstung
hu: Zöld Páncél
it: Armatura Verde
lt: Žali šarvai
nl: Groen pantser
pl: Zielona zbroja
ru: Зелёная броня
sv: Grön Rustning
uk: Зелена броня

source: Yellow Armor
be: Жоўтая броня
bg: Жълта Броня
de: Gelbe Rüstung
hu: Sárga páncél
it: Armatura Gialla
lt: Geltoni šarvai
nl: Geel pantser
pl: Żółta zbroja
ru: Жёлтая броня
sv: Gul Rustning
uk: Жовта броня

source: Red Armor
be: Чырвоная броня
bg: Червена Броня
de: Rote Rüstung
hu: Piros páncél
it: Armatura Rossa
lt: Raudoni šarvai
nl: Rood pantser
pl: Czerwona zbroja
ru: Красная броня
sv: Röd Rustning
uk: Червона броня

source: Armor Shard
be: Плашка броні
bg: Парче от броня
de: Panzerplatte
hu: Páncéltöredék
it: Frammento di armatura
lt: Šarvų lukštas
nl: Pantserstuk
pl: Odłamek zbroi
ru: Пластина брони
sv: Rustningsfragment
uk: Пластина броні

source: 5 Health
be: 5 здароўя
bg: 5 Кръв
de: 5 Gesundheit
hu: 5 életerő
it: +5 Salute
lt: 5 sveikatos
nl: 5 Levenspunten
pl: 5 PŻ
ru: 5 Здоровья
sv: 5 Hälsa
uk: 5 Здоров'я

source: 25 Health
be: 25 здароўя
bg: 25 Кръв
de: 25 Gesundheit
hu: 25 életerő
it: +25 Salute
lt: 25 sveikatos
nl: 25 Levenspunten
pl: 25 PŻ
ru: 25 Здоровья
sv: 25 Hälsa
uk: 25 Здоров'я

source: 50 Health
be: 50 здароўя
bg: 50 Кръв
de: 50 Gesundheit
hu: 50 életerő
it: +50 Salute
lt: 50 sveikatos
nl: 50 Levenspunten
pl: 100 PŻ
ru: 50 Здоровья
sv: 50 Hälsa
uk: 50 Здоров'я

source: Mega Health
be: Мегаздароўе
bg: Мега Кръв
de: Mega Leben
hu: Меga életerő
it: Mega Salute
lt: Mega sveikata
nl: Mega Leven
pl: Duża dawka PŻ
ru: Мегаздоровье
sv: Mega Hälsa
uk: Мегаздоров'я

source: Ultra Health
be: Ультраздароўя
bg: Ултра Кръв
de: Ultra Leben
hu: Ultra életerő
it: Ultra Salute
lt: Ultra sveikata
nl: Ultra Leven
pl: Potężna dawka PŻ
ru: Ультраздоровье
sv: Ultra Hälsa
uk: Ультраздоров'я

source: Quad Damage
be: Чацвярная шкода
bg: Четворна Повреда
de: Quad Schaden
hu: Négyszerező
it: Danno quadruplo
lt: Keturguba žala
nl: Viervoudige Schade
pl: Czterokrotność obrażeń
ru: Четверной урон
sv: Fyrdubbel skada
uk: Четверна утрата

source: WarShell
be: Полаг вайны
bg: ВоенниГилзи
hu: Нarcipáncél
lt: Karo gaubtas
nl: OorlogsSchild
ru: Покров войны
sv: Krigsskydd
uk: Покров війни

source: Regeneration
be: Рэгенерацыя
bg: Регенериране
hu: Regeneráció
it: Rigenerazione
lt: Atsistatymas
nl: Leven Herstelling
pl: Regeneracja
ru: Регенерация
sv: Återbildning
uk: Регенерація

source: Ammo Pack Weak
be: Лёгкія боепрыпасы
bg: Пакет със Слаби Патрони
de: Leichte Munition
hu: Kis Lőszer Pack
it: Munizioni base
lt: Silpnų šovinių paketas
nl: Zwak ammunitie pakket
pl: Słaby zestaw amunicji
ru: Лёгкие боеприпасы
sv: Ammo Paket Svag
uk: Легкі боєприпаси

source: Ammo Pack Strong
be: Цяжкія боепрыпасы
bg: Пакет със Силни Патрони
de: Schwere Munition
hu: Nagy Lőszer Pack
it: Munizioni avanzate
lt: Stiprių šovinių paketas
nl: Sterk ammunitie pakket
pl: Dobry zestaw amunicji
ru: Тяжёлые боеприпасы
sv: Ammo Paket Stark
uk: Важкі боєприпаси

source: Ammo Pack
be: Боепрыпасы
bg: Пакет с патрони
de: Munitionspaket
hu: Lőszer Pack
it: Munizioni
lt: Šovinių paketas
nl: Ammunitie pakket
pl: Zestaw amunicji
ru: Боеприпасы
sv: Ammo Paket
uk: Боєприпаси

source: say:
be: казаць:
bg: Кажи:
de: Nachricht:
hu: mond:
it: scrivi:
lt: sakyti:
nl: zeg:
pl: powiedz:
ru: сказать:
sv: säg:
uk: сказати:
